Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: Share this starter pack and help people join your community on Bluesky.
ro: Partajați acest pachet de început și ajutați persoanele să se alăture comunității dvs pe Bluesky.

source: Share your favorite feed!
ro: Partajați fluxurile dvs favorite!

source: Shared Preferences Tester
ro: Tester preferințe în comun

source: Shares the linked website
ro: Partajează link-ul atașat

source: Show
ro: Afișați

source: Show alt text
ro: Afișați textul alternativ

source: Show anyway
ro: Afișați oricum

source: Show badge
ro: Afișați insigna

source: Show badge and filter from feeds
ro: Afișați insigna și filtrați din fluxuri

source: Show hidden replies
ro: Afișați răspunsurile ascunse

source: Show information about when this post was created
ro: Afișați informația despre când a fost creată această postare

source: Show less like this
ro: Afișați mai puține de acest fel

source: Show list anyway
ro: Afișați lista oricum

source: Show More
ro: Afișați mai multe

source: Show more like this
ro: Afișați mai multe de acest fel

source: Show muted replies
ro: Afișați răspunsurile puse pe mut

source: Show other accounts you can switch to
ro: Afișați celelalte conturi la care puteți comuta

source: Show quote posts
ro: Afișați citările postării

source: Show replies
ro: Afișați răspunsurile

source: Show replies by people you follow before all other replies
ro: Afișați răspunsurile de la persoanele pe care le urmăriți înainte de restul răspunsurilor

source: Show replies in a threaded view
ro: Afișați răspunsurile într-o vedere al firului de conversație

source: Show reply for everyone
ro: Afișați răspunsul pentru toată lumea

source: Show reposts
ro: Afișați redistribuirile

source: Show samples of your saved feeds in your Following feed
ro: Afișați mostre din fluxurile dvs salvate în fluxul Urmăriți

source: Show the content
ro: Afișați conținutul

source: Show warning
ro: Afișați avertizare

source: Show warning and filter from feeds
ro: Afișați avertizarea și filtrați din fluxurile dvs

source: Sign in
ro: Conectați-vă

source: Sign in as {0}
ro: Conectați-vă ca {0}

source: Sign in as...
ro: Conectați-vă ca...

source: Sign in or create your account to join the conversation!
ro: Conectați-vă sau creați un cont pentru a vă alătura conversației!

source: Sign into Bluesky or create a new account
ro: Conectați-vă pe Bluesky sau creați un cont nou

source: Sign out
ro: Deconectați-vă

source: Sign out?
ro: Vă deconectați?

source: Sign up
ro: Creați un cont nou

source: Sign-in Required
ro: Conectare necesară

source: Signed in as @{0}
ro: Conectat ca @{0}

source: Signup without a starter pack
ro: Alăturați-vă fără pachet de început

source: Similar accounts
ro: Conturi similare

source: Skip
ro: Săriți peste

source: Skip this flow
ro: Săriți peste această acțiune

source: Smaller
ro: Mai mic

source: Software Dev
ro: Dezvoltator Software

source: Some other feeds you might like
ro: Alte fluxuri pe care le-ați putea aprecia

source: Some people can reply
ro: Unele persoane pot răspunde

source: Something went wrong
ro: Ceva nu a funcționat

source: Something went wrong, please try again
ro: Ceva nu a funcționat, vă rugăm să încercați din nou

source: Something went wrong, please try again.
ro: Ceva nu a funcționat, vă rugăm să încercați din nou.

source: Something went wrong!
ro: Ceva nu a funcționat!

source: Sorry! Your session expired. Please log in again.
ro: Scuze! Sesiunea dvs a expirat. Vă rugăm să vă conectați din nou.

source: Sort replies
ro: Sortați răspunsurile

source: Sort replies by
ro: Sortați răspunsurile după

source: Sort replies to the same post by:
ro: Sortați răspunsurile la aceeași postare după:

source: Source:
ro: Sursă:

source: Spam; excessive mentions or replies
ro: Spam; mențiuni sau răspunsuri excesive

source: Sports
ro: Sport

source: Start a new chat
ro: Începeți o conversație nouă

source: Start chat with {displayName}
ro: Începeți o conversație cu {displayName}

source: Starter Pack
ro: Pachet de început

source: Starter pack by {0}
ro: Pachet de început de către {0}

source: Starter pack by you
ro: Pachet de început de către dvs

source: Starter pack is invalid
ro: Pachetul de început este nevalid

source: Starter Packs
ro: Pachete de început

source: Starter packs let you easily share your favorite feeds and people with your friends.
ro: Pachetele de început vă lasă să partajați ușor fluxurile și persoanele favorite cu prietenii dvs.

source: Status Page
ro: Pagină de status

source: Step {0} of {1}
ro: Pasul {0} din {1}

source: Storage cleared, you need to restart the app now.
ro: Stocarea a fost eliberată, este necesar să reporniți aplicația.

source: Storybook
ro: Carte de povești

source: Submit
ro: Trimiteți

source: Subscribe
ro: Abonați-vă

source: Subscribe to @{0} to use these labels:
ro: Abonați-vă la @{0} pentru a putea folosi aceste etichete:

source: Subscribe to Labeler
ro: Abonați-vă la etichetator

source: Subscribe to this labeler
ro: Abonați-vă la acest etichetator

source: Subscribe to this list
ro: Abonați-vă la această listă

source: Success!
ro: Succes!

source: Suggested accounts
ro: Conturi sugerate

source: Suggested for you
ro: Sugerate pentru dvs

source: Suggestive
ro: Sugestive

source: Support
ro: Asistență

source: Switch account
ro: Comutați contul

source: Switch Account
ro: Comutați cont

source: System
ro: Sistem

source: System log
ro: Jurnal de sistem

source: Tag menu: {displayTag}
ro: Meniu de etichete: {displayTag}

source: Tags only
ro: Doar etichete

source: Tap to dismiss
ro: Apăsați pentru a ascunde

source: Tap to enter full screen
ro: Apăsați pentru a intra în modul ecran complet

source: Tap to play or pause
ro: Apăsați pentru a reda sau a întrerupe

source: Tap to toggle sound
ro: Apăsați pentru a comuta sunetul

source: Tap to view full image
ro: Apăsați pentru a vedea imaginea completă

source: Task complete - 10 likes!
ro: Sarcină completă - 10 aprecieri!

source: Teach our algorithm what you like
ro: Învățați algoritmul despre ce vă place

source: Tech
ro: Tehnologie

source: Tell a joke!
ro: Spuneți o glumă!

source: Tell us a bit about yourself
ro: Spuneți-ne puțin despre dvs

source: Tell us a little more
ro: Spuneți-ne puțin mai multe

source: Terms
ro: Termeni

source: Terms of Service
ro: Termeni și condiții

source: Terms used violate community standards
ro: Termeni folosiți pentru a încălca standardele comunității

source: Text & tags
ro: Text și etichete

source: Text input field
ro: Câmp pentru introducere text

source: Thank you! Your email has been successfully verified.
ro: Mulțumim! E-mailul dvs a fost verificat cu succes.

source: Thank you. Your report has been sent.
ro: Mulțumim. Raportul dvs a fost trimis.

source: Thanks, you have successfully verified your email address. You can close this dialog.
ro: Mulțumim, ați verificat adresa dvs de e-mail cu succes. Acum puteți închide această fereastră.

source: That contains the following:
ro: Care conține următoarele:

source: That handle is already taken.
ro: Acest nume de utilizator a fost luat deja.

source: That starter pack could not be found.
ro: Acel pachet de început nu a putut fi găsit.

source: That's all, folks!
ro: Asta e tot!

source: The account will be able to interact with you after unblocking.
ro: Contul va putea să interacționeze din nou cu dvs după deblocare.

source: The author of this thread has hidden this reply.
ro: Autorul firului de conversație a ascuns acest răspuns.

source: The Bluesky web application
ro: Aplicația web Bluesky

source: The Community Guidelines have been moved to <0/>
ro: Regulile comunității au fost mutate la <0/>

source: The Copyright Policy has been moved to <0/>
ro: Politica drepturilor de autor a fost mutată la <0/>

source: The Discover feed
ro: Fluxul Descoperă

source: The Discover feed now knows what you like
ro: Fluxul Descoperă știe acum ce vă place

source: The experience is better in the app. Download Bluesky now and we'll pick back up where you left off.
ro: Experiența este mai bună în aplicație. Descărcați Bluesky acum și vom reveni de unde ați rămas.

source: The feed has been replaced with Discover.
ro: Fluxul a fost înlocuit cu Descoperă

source: The following labels were applied to your account.
ro: Următoarele etichete au fost aplicate profilului dvs.

source: The following labels were applied to your content.
ro: Următoarele etichete au fost aplicate conținutului dvs.

source: The following steps will help customize your Bluesky experience.
ro: Următorii pași vă vor ajuta să vă personalizați experienta folosind Bluesky.

source: The post may have been deleted.
ro: S-ar putea ca această postare să fi fost ștearsă.

source: The Privacy Policy has been moved to <0/>
ro: Politica de confidențialitate a fost mutată la <0/>

source: The selected video is larger than 50MB.
ro: Acest video este mai mare decât 50MB.

source: The server appears to be experiencing issues. Please try again in a few moments.
ro: Serverul pare să aibă câteva probleme. Vă rugăm să încercați din nou în câteva momente.

source: The starter pack that you are trying to view is invalid. You may delete this starter pack instead.
ro: Pachetul de început pe care încercați să îl vedeți este invalid. Puteți șterge acest pachet în schimb.

source: The support form has been moved. If you need help, please <0/> or visit {HELP_DESK_URL} to get in touch with us.
ro: Formularul de asistență a fost mutat. Dacă aveți nevoie de ajutor, vă rugăm să <0/> sau să vizitați {HELP_DESK_URL} pentru a ne contacta.

source: The Terms of Service have been moved to
ro: Termeni și condițiile au fost mutate la

source: The verification code you have provided is invalid. Please make sure that you have used the correct verification link or request a new one.
ro: Codul de verificare pe care l-ați introdus este invalid. Vă rugăm să verificați dacă ați folosit link-ul de verificare corect, sau să cereți unul nou.

source: Theme
ro: Temă

source: There is no time limit for account deactivation, come back any time.
ro: Nu există un termen limită pentru dezactivarea unui cont, puteți reveni oricând.

source: There was an issue connecting to Tenor.
ro: A apărut o problemă la conectarea la Tenor.

source: There was an issue contacting the server
ro: A apărut o problemă la contactarea serverului

source: There was an issue contacting the server, please check your internet connection and try again.
ro: A apărut o problemă la contactarea serverului, vă rugăm să verificați conexiunea la internet și să încercați din nou.

source: There was an issue contacting your server
ro: A apărut o problemă la contactarea serverului dvs

source: There was an issue fetching notifications. Tap here to try again.
ro: A apărut o problemă la preluarea notificărilor. Apăsați aici pentru a încerca din nou.

source: There was an issue fetching posts. Tap here to try again.
ro: A apărut o problemă la preluarea postărilor. Apăsați aici pentru a încerca din nou.

source: There was an issue fetching the list. Tap here to try again.
ro: A apărut o problemă la preluarea listei. Apăsați aici pentru a încerca din nou.

source: There was an issue fetching your app passwords
ro: A apărut o problemă la preluarea parolelor de aplicație

source: There was an issue fetching your lists. Tap here to try again.
ro: A apărut o problemă la preluarea listelor dvs. Apăsați aici pentru a încerca din nou.

source: There was an issue fetching your service info
ro: A apărut o problemă la preluarea informațiilor serviciului dvs

source: There was an issue removing this feed. Please check your internet connection and try again.
ro: A apărut o problemă la eliminarea acestui flux. Vă rugăm să vă verificați conexiunea la internet și să încercați din nou.

source: There was an issue sending your report. Please check your internet connection.
ro: A apărut o problemă la trimiterea raportului dvs. Vă rugăm să vă verificați conexiunea la internet.

source: There was an issue updating your feeds, please check your internet connection and try again.
ro: A apărut o problemă la actualizarea fluxurilor dvs, vă rugăm să vă verificați conexiunea la internet și să încercați din nou.

source: There was an issue! {0}
ro: A apărut o problemă! {0}

source: There was an issue. Please check your internet connection and try again.
ro: A apărut o problemă. Vă rugăm să verificați conexiunea la internet și să încercați din nou.

source: There was an unexpected issue in the application. Please let us know if this happened to you!
ro: A apărut o problemă neprevăzută în aplicație. Vă rugăm să ne contactați dacă s-a mai întâmplat pentru dumneavoastră!

source: There's been a rush of new users to Bluesky! We'll activate your account as soon as we can.
ro: A fost un influx de utilizatori noi pe Bluesky! Vă vom activa contul cât de curând posibil.

source: These settings only apply to the Following feed.
ro: Aceste setări se vor aplica doar la fluxul Urmăriți

source: This {screenDescription} has been flagged:
ro: {screenDescription} a fost raportat:

source: This account has requested that users sign in to view their profile.
ro: Acest cont a cerut ca utilizatorii să se conecteze pentru a putea vedea profilul lor.

source: This account is blocked by one or more of your moderation lists. To unblock, please visit the lists directly and remove this user.
ro: Acest cont este blocat de una sau mai multe dintre listele dvs de moderare. Pentru a-l debloca, vă rugăm să vizitați listele și să eliminați acest utilizator.

source: This appeal will be sent to <0>{sourceName}</0>.
ro: Această contestație va fi trimisă către <0>{sourceName}</0>.

source: This appeal will be sent to Bluesky's moderation service.
ro: Această contestație va fi trimisă către serviciul de moderare al Bluesky.

source: This chat was disconnected
ro: Această conversație a fost deconectată.

source: This content has been hidden by the moderators.
ro: Acest conținut a fost ascuns de moderatori.

source: This content has received a general warning from moderators.
ro: Acest conținut a primit o avertizare generală de la moderatori.

source: This content is hosted by {0}. Do you want to enable external media?
ro: Acest conținut este găzduit de {0}. Doriți să activați media externă?

source: This content is not available because one of the users involved has blocked the other.
ro: Acest conținut nu este valabil deoarece unul dintre utilizatorii implicați i-a blocat pe ceilalți.

source: This content is not viewable without a Bluesky account.
ro: Acest conținut nu poate fi văzut fără un cont Bluesky.

source: This conversation is with a deleted or a deactivated account. Press for options.
ro: Această conversație este cu un cont șters sau dezactivat. Apăsați pentru opțiuni.

source: This feature is in beta. You can read more about repository exports in <0>this blogpost</0>.
ro: Această funcție este în testare. Puteți citi mai multe despre exportul repozitoriului în <0>această postare pe blog</0>.

source: This feature is not available while using an App Password. Please sign in with your main password.
ro: Această funcție nu poate fi folosită cu o parolă de aplicație. Vă rugăm să vă conectați folosind parola principală a contului.

source: This feed is currently receiving high traffic and is temporarily unavailable. Please try again later.
ro: Acest flux este foarte solicitat și este temporar indisponibil. Vă rugăm să încercați mai târziu.

source: This feed is empty! You may need to follow more users or tune your language settings.
ro: Acest flux este gol! Poate fi necesar să urmăriți mai mulți utilizatori sau să vă reglați setările de limbă.

source: This feed is empty.
ro: Acest flux este gol.

source: This feed is no longer online. We are showing <0>Discover</0> instead.
ro: Acest flux nu mai este conectat la internet. Vă arătăm fluxul <0>Descoperă</0> în locul lui.

source: This handle is reserved. Please try a different one.
ro: Acest nume de utilizator este rezervat. Vă rugăm să alegeți altul.

source: This information is not shared with other users.
ro: Această informație nu este partajată cu alți utilizatori.

source: This is important in case you ever need to change your email or reset your password.
ro: Este important în caz că aveți nevoie vreodată să vă schimbați adresa de e-mail sau reseta parola.

source: This label was applied by <0>{0}</0>.
ro: Această etichetă a fost aplicată de <0>{0}</0>.

source: This label was applied by the author.
ro: Această etichetă a fost aplicată de autor.

source: This label was applied by you.
ro: Această etichetă a fost aplicată de dvs.

source: This labeler hasn't declared what labels it publishes, and may not be active.
ro: Acest etichetator nu a declarat ce etichete poate aplica, și este posibil să fie inactiv.

source: This link is taking you to the following website:
ro: Acest link vă va duce spre următorul site web:

source: This list - created by <0>{0}</0> - contains possible violations of Bluesky's community guidelines in its name or description.
ro: Această listă - creată de <0>{0}</0> - conține posibile încălcări ale regulilor comunității de pe Bluesky în numele sau descrierea sa.

source: This list is empty!
ro: Această listă este goală!

source: This moderation service is unavailable. See below for more details. If this issue persists, contact us.
ro: Serviciul de moderare este indisponibil. Vedeți mai jos pentru detalii. Dacă această problemă persistă, contactați-ne.

source: This post claims to have been created on <0>{0}</0>, but was first seen by Bluesky on <1>{1}</1>.
ro: Această postare pretinde că a fost creată pe <0>{0}</0>, dar a fost văzută prima dată pe Bluesky pe <1>{1}</1>.

source: This post has been deleted.
ro: Această postare a fost ștearsă.

source: This post is only visible to logged-in users. It won't be visible to people who aren't logged in.
ro: Această postare este vizibilă doar utilizatorilor conectați. Nu va fi vizibilă pentru persoanele fără un cont.

source: This post will be hidden from feeds and threads. This cannot be undone.
ro: Această postare va fi ascunsă din fluxuri și fire de conversații. Acest lucru nu poate fi anulat.

source: This post's author has disabled quote posts.
ro: Autorul postării a dezactivat citarea postării.

source: This profile is only visible to logged-in users. It won't be visible to people who aren't logged in.
ro: Acest profil este vizibil doar utilizatorilor conectați. Nu va fi vizibil pentru persoanele fără un cont.

source: This reply will be sorted into a hidden section at the bottom of your thread and will mute notifications for subsequent replies - both for yourself and others.
ro: Acest răspuns va fi sortat într-o secțiune ascunsă la capătul firului de conversație al dvs, și va pune pe mut toate notificările ulterioare - atât pentru dvs și pentru alții.

source: This service has not provided terms of service or a privacy policy.
ro: Acest serviciu nu a furnizat termeni și condiții sau o politică de confidențialitate.

source: This should create a domain record at:
ro: Ar trebui să creeze un record pentru adresa web la:

source: This user doesn't have any followers.
ro: Acest utilizator nu are urmăritori.

source: This user has blocked you
ro: Acest utilizator v-a blocat

source: This user has blocked you. You cannot view their content.
ro: Acest utilizator v-a blocat. Nu puteți viziona conținutul lor.

source: This user has requested that their content only be shown to signed-in users.
ro: Acest utilizator a solicitat ca conținutul său să fie afișat numai utilizatorilor conectați.

source: This user is included in the <0>{0}</0> list which you have blocked.
ro: Acest utilizator este inclus pe lista <0>{0}</0> pe care ați blocat-o.

source: This user is included in the <0>{0}</0> list which you have muted.
ro: Acest utilizator este inclus pe lista <0>{0}</0> pe care ați pus-o pe mut.

source: This user is new here. Press for more info about when they joined.
ro: Acest utilizator este nou aici. Apăsați pentru mai multe informații despre când s-a alăturat.

source: This user isn't following anyone.
ro: Acest utilizator nu urmărește pe nimeni.

source: This will delete "{0}" from your muted words. You can always add it back later.
ro: Asta va șterge "{0}" de pe lista cuvintelor puse pe mut. Puteți să îl adaugați din nou oricând.

source: This will remove @{0} from the quick access list.
ro: Asta va șterge @{0} din lista de acces rapid.

source: This will remove your post from this quote post for all users, and replace it with a placeholder.
ro: Asta va șterge postarea dvs din această postare citată pentru toți utilizatorii, și o va substitui.

source: Thread preferences
ro: Preferințele firului de conversație

source: Thread Preferences
ro: Preferințe fir de conversație

source: Threaded mode
ro: Mod fir de conversație

source: Threads Preferences
ro: Preferințe fire de conversație

source: Time remaining: {time} seconds
ro: Timp rămas: {time} secunde

source: To disable the email 2FA method, please verify your access to the email address.
ro: Pentru a putea dezactiva metoda de 2FA prin e-mail, vă rugăm să verificați accesul la adresa de e-mail.

source: To report a conversation, please report one of its messages via the conversation screen. This lets our moderators understand the context of your issue.
ro: Pentru a raporta o conversație, vă rugăm să raportați unul dintre mesajele acesteia prin ecranul conversației. Asta permite moderatorilor să înțeleagă contextul problemei dvs.

source: To upload videos to Bluesky, you must first verify your email.
ro: Pentru a încărca clipuri video pe Bluesky, este necesar să vă verificați prima dată adresa de e-mail.

source: To whom would you like to send this report?
ro: Către cine doriți să trimiteți acest raport?

source: Today
ro: Azi

source: Toggle dropdown
ro: Comutați meniul dropdown

source: Toggle to enable or disable adult content
ro: Comutați pentru a activa sau a dezactiva conținutul pentru adulți.

source: Top
ro: Către început

source: Translate
ro: Traduceți

source: Two-factor authentication (2FA)
ro: Autentificare prin doi factori (2FA)

source: Type your message here
ro: Scrieți mesajul dvs aici

source: Type:
ro: Tip:

source: Un-block list
ro: Deblocați lista

source: Un-mute list
ro: Scoateți lista de pe mut

source: Unable to connect. Please check your internet connection and try again.
ro: Nu ne-am putut conecta. Vă rugăm să verificați conexiunea la internet și să încercați din nou.

source: Unable to contact your service. Please check your Internet connection.
ro: Nu am putut contacta serviciul dvs. Vă rugăm să verificați conexiunea la internet și să încercați din nou.

source: Unable to delete
ro: Nu s-a putut șterge

source: Unblock
ro: Deblocați

# action
source: Unblock
ro: Deblocați

source: Unblock account
ro: Deblocați contul

source: Unblock Account
ro: Deblocați contul

source: Unblock Account?
ro: Deblocați contul?

source: Undo repost
ro: Anulați redistribuirea

# action
source: Unfollow
ro: Nu mai urmăriți

source: Unfollow {0}
ro: Nu mai urmăriți {0}

source: Unfollow Account
ro: Nu mai urmăriți contul

source: Unlike this feed
ro: Nu mai apreciați acest flux

source: Unmute
ro: Scoateți de pe mut

# video
source: Unmute
ro: Scoateți de pe mut

source: Unmute {truncatedTag}
ro: Scoateți de pe mut {truncatedTag}

source: Unmute Account
ro: Scoateți de pe mut contul

source: Unmute all {displayTag} posts
ro: Scoateți de pe mut toate postările cu {displayTag}

source: Unmute conversation
ro: Scoateți de pe mut conversația

source: Unmute thread
ro: Scoateți de pe mut firul conversației

source: Unmute video
ro: Scoateți de pe mut videoclipul

source: Unpin
ro: Desprindeți

source: Unpin from home
ro: Desprindeți din Acasă

source: Unpin from profile
ro: Desprindeți de pe profil
