Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: Note: Bluesky is an open and public network. This setting only limits the visibility of your content on the Bluesky app and website, and other apps may not respect this setting. Your content may still be shown to logged-out users by other apps and websites.
ro: Notă: Bluesky este o rețea deschisă și publică. Această setare limitează doar vizibilitatea conținutului pe site-ul și aplicația Bluesky, dar s-ar putea ca alte aplicații să nu respecte această setare. Conținutul dvs. ar putea fi afișat pentru utilizatorii deconectați prin alte site-uri și aplicații.

source: Nothing here
ro: Nimic aici

source: Notification filters
ro: Filtre pentru notificări

source: Notification settings
ro: Setări pentru notificări

source: Notification Settings
ro: Setări notificări

source: Notification sounds
ro: Sunete pentru notificări

source: Notification Sounds
ro: Sunete notificări

source: Notifications
ro: Notificări

source: now
ro: acum

source: Now
ro: Acum

source: Nudity
ro: Nuditate

source: Nudity or adult content not labeled as such
ro: Nuditate sau conținut pentru adulți ne-etichetat corespunzător

source: Off
ro: Dezactivat

source: Oh no!
ro: O nu!

source: Oh no! Something went wrong.
ro: O nu! Ceva nu a mers.

source: Okay
ro: Bine

source: Oldest replies first
ro: Răspunsurile cele mai vechi întâi

source: on<0><1/><2><3/></2></0>
ro: pe<0><1/><2><3/></2></0>

source: Onboarding reset
ro: Resetați înscrierea

source: One or more GIFs is missing alt text.
ro: Lipsește textul alternativ pentru unul sau mai multe GIF-uri.

source: One or more images is missing alt text.
ro: Lipsește textul alternativ pentru una sau mai multe imagini.

source: One or more videos is missing alt text.
ro: Lipsește textul alternativ pentru unul sau mai multe videoclipuri.

source: Only .jpg and .png files are supported
ro: Doar fișiere de formatul .jpg și .png sunt acceptate

source: Only {0} can reply.
ro: Doar {0} pot răspunde.

source: Only contains letters, numbers, and hyphens
ro: Poate conține doar litere, numere și cratime

source: Only image files are supported
ro: Doar fișierele de imagine sunt acceptate

source: Only WebVTT (.vtt) files are supported
ro: Doar fișierele WebVTT (.vtt) sunt acceptate

source: Oops, something went wrong!
ro: Ups, ceva nu a funcționat!

source: Oops!
ro: Ups!

source: Open
ro: Deschideți

source: Open {name} profile shortcut menu
ro: Deschideți meniul de comenzi rapide pentru profilul {name}

source: Open avatar creator
ro: Deschideți creatorul de avatare

source: Open change handle dialog
ro: Deschideți fereastra de schimbare a numelui de utilizator

source: Open conversation options
ro: Deschideți opțiunile conversației

source: Open emoji picker
ro: Deschideți selectorul de emoji

source: Open feed options menu
ro: Deschideți meniul opțiuni flux

source: Open helpdesk in browser
ro: Deschideți biroul de asistență în browser

source: Open link to {niceUrl}
ro: Deschideti link-ul către {niceUrl}

source: Open message options
ro: Deschideți opțiunile mesajelor

source: Open moderation debug page
ro: Deschideți pagina de depanare a moderației

source: Open muted words and tags settings
ro: Deschideți setările pentru cuvintele și etichetele puse pe mut

source: Open navigation
ro: Deschideți navigația

source: Open post options menu
ro: Deschideți meniul de opțiuni ale postării

source: Open starter pack menu
ro: Deschideți meniul de pachete de început

source: Open storybook page
ro: Deschideți pagina de povesti (stories)

source: Open system log
ro: Deschideți jurnalul de sistem

source: Opens {numItems} options
ro: Deschideți {numItems} opțiuni

source: Opens a dialog to add a content warning to your post
ro: Deschide o fereastră pentru a adăuga un avertisment de conținut la postarea dvs

source: Opens a dialog to choose who can reply to this thread
ro: Deschide o fereastră pentru a putea selecta cine poate răspunde acestui fir de conversație

source: Opens additional details for a debug entry
ro: Deschide detalii în plus pentru o intrare de depanare

source: Opens camera on device
ro: Deschide camera pe dispozitiv

source: Opens composer
ro: Deschide compozitorul

source: Opens device photo gallery
ro: Deschide galeria foto a dispozitivului

source: Opens flow to create a new Bluesky account
ro: Deschide acțiunea de a crea un cont nou Bluesky

source: Opens flow to sign into your existing Bluesky account
ro: Deschide acțiunea pentru a vă putea conecta într-un cont existent Bluesky

source: Opens GIF select dialog
ro: Deschide fereastra de selecție GIF-uri

source: Opens list of invite codes
ro: Deschide lista de coduri de invitație

source: Opens password reset form
ro: Deschide formularul de resetare a parolei

source: Opens the linked website
ro: Deschide site-ul atașat

source: Opens this profile
ro: Deschide acest profil

source: Opens video picker
ro: Deschide fereastra de selecție videoclipuri

source: Option {0} of {numItems}
ro: Opțiunea {0} din {numItems}

source: Optionally provide additional information below:
ro: Opțional adăugați informații în plus mai jos:

source: Options:
ro: Opțiuni:

source: Or combine these options:
ro: Sau combinați aceste opțiuni:

source: Or, continue with another account.
ro: Sau, continuați cu un alt cont.

source: Or, log into one of your other accounts.
ro: Sau, conectați-vă la unul dintre celelalte conturi ale dvs.

source: Other
ro: Altele

source: Other account
ro: Alt cont

source: Other...
ro: Altele...

source: Our moderators have reviewed reports and decided to disable your access to chats on Bluesky.
ro: Moderatorii noștri au revizuit rapoartele și au decis să vă dezactiveze accesul la mesaje pe Bluesky.

source: Page not found
ro: Pagină negăsită

source: Page Not Found
ro: Pagină negăsită

source: Password
ro: Parolă

source: Password Changed
ro: Parolă schimbată

source: Password updated
ro: Parolă actualizată

source: Password updated!
ro: Parolă actualizată!

source: Pause
ro: Pauză

source: Pause video
ro: Întrerupeți videoclipul

source: People
ro: Persoane

source: People followed by @{0}
ro: Persoane urmărite de @{0}

source: People following @{0}
ro: Persoane care urmăresc @{0}

source: Permission to access camera roll is required.
ro: Este necesară permisiunea de a accesa galeria dispozitivului

source: Permission to access camera roll was denied. Please enable it in your system settings.
ro: Permisiunea de a accesa galeria dispozitivului a fost declinată. Vă rugăm să o activați în setările de sistem ale dispozitivului.

source: Person toggle
ro: Comutator persoane

source: Pets
ro: Animale

source: Photography
ro: Fotografie

source: Pictures meant for adults.
ro: Imagini destinate adulților.

source: Pin to home
ro: Fixați acasă

source: Pin to Home
ro: Fixați acasă

source: Pin to your profile
ro: Fixați la profilul dvs

source: Pinned
ro: Fixat

source: Pinned Feeds
ro: Fluxuri fixate

source: Pinned to your feeds
ro: Fixat la fluxurile dvs

source: Play
ro: Redați

source: Play {0}
ro: Redați {0}

source: Play or pause the GIF
ro: Redați sau întrerupeți GIF-ul

source: Play video
ro: Redați videoclipul

source: Play Video
ro: Redați videoclip

source: Plays the GIF
ro: Redă GIF-ul

source: Please choose your handle.
ro: Vă rugăm să vă alegeți un nume de utilizator

source: Please choose your password.
ro: Vă rugăm să vă alegeți o parolă

source: Please complete the verification captcha.
ro: Vă rugăm să completați provocarea captcha pentru verificare.

source: Please confirm your email before changing it. This is a temporary requirement while email-updating tools are added, and it will soon be removed.
ro: Vă rugăm să vă confirmați adresa de e-mail înainte de a o putea schimba. Este o măsură temporară până uneltele de actualizat e-mailurile sunt adăugate, și va fi în curând eliminată.

source: Please enter a unique name for this app password or use our randomly generated one.
ro: Vă rugăm să introduceți un nume unic pentru această parolă de aplicație sau folosiți numele generat aleatoriu.

source: Please enter a valid word, tag, or phrase to mute
ro: Vă rugăm să introduceți un cuvânt sau etichetă valide pentru a fi puse pe mut

source: Please enter your email.
ro: Vă rugăm să vă introduceți adresa de e-mail.

source: Please enter your invite code.
ro: Vă rugăm să vă introduceți codul de invitație.

source: Please enter your password as well:
ro: Vă rugăm să vă introduceți și parola:

source: Please explain why you think this label was incorrectly applied by {0}
ro: Vă rugăm să descrieți de ce credeți că această etichetă a fost incorect aplicată de {0}

source: Please explain why you think your chats were incorrectly disabled
ro: Vă rugăm să descrieți de ce credeți că mesajele dvs au fost dezactivate incorect.

source: Please sign in as @{0}
ro: Vă rugăm să vă conectați ca @{0}

source: Please Verify Your Email
ro: Vă rugăm să vă verificați adresa de e-mail

source: Politics
ro: Politică

source: Porn
ro: Porno

source: Post by {0}
ro: Postare de către {0}

source: Post by @{0}
ro: Postare de către @{0}

source: Post deleted
ro: Postare ștearsă

source: Post failed to upload. Please check your Internet connection and try again.
ro: Postarea nu a putut fi încărcată. Vă rugăm să verificați conexiunea la internet și să încercați din nou.

source: Post hidden
ro: Postare ascunsă

source: Post Hidden by Muted Word
ro: Postare ascunsă de cuvinte puse pe mut

source: Post Hidden by You
ro: Postare ascunsă de dvs

source: Post interaction settings
ro: Setări interacțiuni postare

source: Post language
ro: Limbă postare

source: Post Languages
ro: Limbi postări

source: Post not found
ro: Postare negăsită

source: Post pinned
ro: Postare fixată

source: Post unpinned
ro: Postare desprinsă

source: posts
ro: postări

source: Posts
ro: Postări

source: Posts can be muted based on their text, their tags, or both. We recommend avoiding common words that appear in many posts, since it can result in no posts being shown.
ro: Postările pot fi puse pe mut pe baza textului, etichetelor sau ambele. Vă recomandăm să nu folosiți cuvinte comune care apar în multe postări, deoarece poate rezulta în afișarea a zero postări.

source: Posts hidden
ro: Postări ascunse

source: Potentially Misleading Link
ro: Link potențial înșelător

source: Preference saved
ro: Preferințe salvate

source: Press to attempt reconnection
ro: Apăsați pentru a încerca reconectarea

source: Press to change hosting provider
ro: Apăsați pentru a schimba furnizorul de găzduire

source: Press to retry
ro: Apăsați pentru a reîncerca

source: Press to view followers of this account that you also follow
ro: Apăsați pentru a vedea urmăritorii acestui cont pe care ii urmăriți deja

source: Previous image
ro: Imagine precedentă

source: Primary Language
ro: Limba principală

source: Prioritize your Follows
ro: Prioritizați persoanele urmărite

source: Priority notifications
ro: Notificări cu prioritate

source: Privacy
ro: Confidențialitate

source: Privacy and security
ro: Confidențialitate și securitate

source: Privacy and Security
ro: Confidențialitate și securitate

source: Privacy Policy
ro: Politica de confidențialitate

source: Processing video...
ro: Procesare videoclip...

source: Processing...
ro: Procesare...

source: profile
ro: profil

source: Profile
ro: Profil

source: Profile updated
ro: Profil actualizat

source: Public, shareable lists of users to mute or block in bulk.
ro: Liste publice, partajabile de utilizatori care pot fi puși pe mut sau blocați în cantitate mare

source: Public, shareable lists which can drive feeds.
ro: Liste publice, partajabile care pot influența fluxurile

source: QR code copied to your clipboard!
ro: Codul QR a fost copiat în clipboard!

source: QR code has been downloaded!
ro: Codul QR a fost descărcat!

source: QR code saved to your camera roll!
ro: Codul QR a fost salvat în galerie!

source: Quote post
ro: Postare citată

source: Quote post was re-attached
ro: Postarea citată a fost atașată din nou

source: Quote post was successfully detached
ro: Postarea citată a fost desprinsă cu succes

source: Quote posts disabled
ro: Citarea postării au fost dezactivate

source: Quote posts enabled
ro: Citarea postării au fost activate

source: Quote settings
ro: Setări citări

source: Quotes
ro: Citări

source: Quotes of this post
ro: Citările postării

source: Random (aka "Poster's Roulette")
ro: Aleatoriu (adică "Ruleta Postărilor")

source: Rate limit exceeded – you've tried to change your handle too many times in a short period. Please wait a minute before trying again.
ro: Limita ratei a fost depășită - ați încercat să vă schimbați numele de utilizator de prea multe ori într-o perioadă scurtă de timp. Vă rugăm să așteptați un minut înainte de a încerca din nou.

source: Re-attach quote
ro: Atașați din nou citarea

source: Reactivate your account
ro: Activați-vă din nou contul

source: Read the Bluesky blog
ro: Citiți blogul Bluesky

source: Read the Bluesky Privacy Policy
ro: Citiți Politica de confidențialitate a Bluesky

source: Read the Bluesky Terms of Service
ro: Citiți Termenii și condițiile Bluesky

source: Reason:
ro: Motiv:

source: Recent Searches
ro: Căutări recente

source: Reconnect
ro: Reconectați-vă

source: Refresh notifications
ro: Reîncărcați notificările

source: Reload conversations
ro: Reîncărcați conversațiile

source: Remove
ro: Ștergeți

source: Remove {displayName} from starter pack
ro: Ștergeți {displayName} din pachetul de început

source: Remove account
ro: Ștergeți contul

source: Remove attachment
ro: Ștergeți atașamentul

source: Remove Avatar
ro: Ștergeți avatarul

source: Remove Banner
ro: Ștergeți imaginea de copertă

source: Remove embed
ro: Ștergeți încorporarea

source: Remove feed
ro: Ștergeți flux

source: Remove feed?
ro: Ștergeți fluxul?

source: Remove from my feeds
ro: Ștergeți de la fluxurile mele

source: Remove from my feeds?
ro: Ștergeți de la fluxurile mele?

source: Remove from quick access?
ro: Ștergeți de la accesul rapid?

source: Remove from saved feeds
ro: Ștergeți de la fluxurile salvate

source: Remove image
ro: Ștergeți imaginea

source: Remove mute word from your list
ro: Ștergeți cuvântul pus pe mut din listă

source: Remove profile
ro: Ștergeți profilul

source: Remove profile from search history
ro: Ștergeți profilul din istoricul de căutări

source: Remove quote
ro: Ștergeți citarea

source: Remove repost
ro: Ștergeți redistribuirea

source: Remove subtitle file
ro: Ștergeți fișierul de subtitrări

source: Remove this feed from your saved feeds
ro: Ștergeți acest flux din fluxurile dvs salvate

source: Removed by author
ro: Șters de către autor

source: Removed by you
ro: Șters de către dvs

source: Removed from list
ro: Șters din listă

source: Removed from my feeds
ro: Șters din fluxurile mele

source: Removed from saved feeds
ro: Șters din fluxurile salvate

source: Removed from your feeds
ro: Șters din fluxurile dvs

source: Removes quoted post
ro: Șterge postarea citată

source: Replace with Discover
ro: Înlocuiți cu Descoperă

source: Replies
ro: Răspunsuri

source: Replies disabled
ro: Răspunsuri dezactivate

source: Replies to this post are disabled.
ro: Răspunsurile pentru această postare sunt dezactivate.

source: Reply Hidden by Thread Author
ro: Răspuns ascuns de către autorul firului de conversație

source: Reply Hidden by You
ro: Răspuns ascuns de către dvs

source: Reply settings
ro: Setări pentru răspunsuri

source: Reply settings are chosen by the author of the thread
ro: Setările pentru răspunsuri sunt alese de autorul firului de conversație

source: Reply visibility updated
ro: Vizibilitatea răspunsurilor actualizată

source: Reply was successfully hidden
ro: Răspunsul a fost ascuns cu succes

source: Report
ro: Raportați

source: Report Account
ro: Raportați cont

source: Report conversation
ro: Raportați conversație

source: Report dialog
ro: Fereastra de raportare

source: Report feed
ro: Raportați flux

source: Report List
ro: Raportați listă

source: Report message
ro: Raportați mesaj

source: Report post
ro: Raportați postare

source: Report starter pack
ro: Raportați pachet de început

source: Report this content
ro: Raportați acest conținut

source: Report this feed
ro: Raportați acest flux

source: Report this list
ro: Raportați această listă

source: Report this message
ro: Raportați acest mesaj

source: Report this post
ro: Raportați această postare

source: Report this starter pack
ro: Raportați acest pachet de început

source: Report this user
ro: Raportați acest utilizator

source: Repost
ro: Redistribuiți

source: Repost or quote post
ro: Redistribuiți sau citați postarea

source: Reposted By
ro: Redistribuită de

source: Reposted by {0}
ro: Redistribuită de {0}

source: Reposted by <0><1/></0>
ro: Redistribuită de <0><1/></0>

source: Reposted by you
ro: Redistribuită de dvs

source: Reposts of this post
ro: Redistrubuiri ale postării

source: Request Change
ro: Cereți o schimbare

source: Request Code
ro: Cereți codul

source: Require alt text before posting
ro: Solicitați text alternativ înainte de a posta

source: Require an email code to log in to your account.
ro: Solicitați un cod pe e-mail pentru a vă loga în contul dvs.

source: Required for this provider
ro: Necesar pentru acest furnizor

source: Required in your region
ro: Necesar în regiunea dvs

source: Resend email
ro: Retrimiteți e-mailul

source: Resend Email
ro: Retrimiteți e-mailul

source: Resend Verification Email
ro: Retrimiteți e-mailul de verificare

source: Reset code
ro: Cod de resetare

source: Reset Code
ro: Cod de resetare

source: Reset onboarding state
ro: Resetați starea înscrierii

source: Reset password
ro: Resetați parola

source: Retries login
ro: Reîncearcă conectarea

source: Retries the last action, which errored out
ro: Reîncearcă ultima acțiune, care a avut o eroare

source: Retry
ro: Reîncercați

source: Return to previous page
ro: Reveniți la pagina anterioară

source: Returns to home page
ro: Reveniți la pagina de acasă

source: Returns to previous page
ro: Revine la pagina anterioară

source: Save
ro: Salvați

# action
source: Save
ro: Salvați

source: Save birthday
ro: Salvați data de naștere

source: Save changes
ro: Salvați schimbările

source: Save Changes
ro: Salvați schimbările

source: Save image
ro: Salvați imaginea

source: Save image crop
ro: Salvați decuparea imaginii

source: Save new handle
ro: Salvați noul nume de utilizator

source: Save QR code
ro: Salvați codul QR

source: Save to my feeds
ro: Salvați la fluxurile mele

source: Saved Feeds
ro: Fluxuri salvate

source: Saved to your camera roll
ro: Salvat în galeria dispozitivului

source: Saved to your feeds
ro: Salvat la fluxurile dvs

source: Saves any changes to your profile
ro: Salvează orice schimbări la profilul dvs

source: Saves image crop settings
ro: Salvează setările de decupare a imaginii

source: Say hello!
ro: Salută-i!

source: Science
ro: Știință

source: Scroll to top
ro: Derulați la început

source: Search
ro: Căutați

source: Search for "{query}"
ro: Căutări pentru "{query}"

source: Search for "{searchText}"
ro: Căutări pentru "{searchText}"

source: Search for feeds that you want to suggest to others.
ro: Căutați fluxuri pe care le-ați sugera altora.

source: Search for users
ro: Căutați utilizatori

source: Search GIFs
ro: Căutați GIF-uri

source: Search profiles
ro: Căutați profile

source: Search Tenor
ro: Căutați pe Tenor

source: Security Step Required
ro: Pas de securitate necesar

source: See {truncatedTag} posts
ro: Vedeți postări cu {truncatedTag}

source: See {truncatedTag} posts by user
ro: Vedeți postări cu {truncatedTag} de către utilizatori

source: See <0>{displayTag}</0> posts
ro: Vedeți postări cu <0>{displayTag}</0>

source: See <0>{displayTag}</0> posts by this user
ro: Vedeți postări cu <0>{displayTag}</0> de către acest utilizator

source: See jobs at Bluesky
ro: Vedeți locuri de muncă la Bluesky

source: See this guide
ro: Vedeți acest ghid

source: Select a color
ro: Selectați o culoare

source: Select account
ro: Selectați un cont

source: Select an avatar
ro: Selectați un avatar

source: Select an emoji
ro: Selectați un emoji

source: Select content languages
ro: Selectați limbile conținutului

source: Select from an existing account
ro: Selectați dintr-un cont existent

source: Select GIF
ro: Selectați GIF-ul

source: Select GIF "{0}"
ro: Selectați GIF-ul "{0}"

source: Select how long to mute this word for.
ro: Selectați cât timp acest cuvânt va fi pus pe mut

source: Select language...
ro: Selectați limba...

source: Select languages
ro: Selectați limbile

source: Select moderator
ro: Selectați moderator

source: Select subtitle file (.vtt)
ro: Selectați fișierul de subtitrări (.vtt)

source: Select the {emojiName} emoji as your avatar
ro: Selectați emojiul {emojiName} ca avatarul dvs

source: Select the moderation service(s) to report to
ro: Selectați serviciul de moderare la care să raportați

source: Select the service that hosts your data.
ro: Selectați serviciul care vă găzduiește datele.

source: Select video
ro: Selectați videoclipul

source: Select what content this mute word should apply to.
ro: Selectați conținutul la care acest cuvânt pus pe mut va fi aplicat.

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
ro: Selectați limbile pe care doriți fluxurile abonate să le includă. Dacă niciuna nu este selectată, toate limbile vor fi afișate.

source: Select your app language for the default text to display in the app.
ro: Selectați limba aplicației pentru textul implicit afișat în aplicație.

source: Select your date of birth
ro: Selectați data nașterii.

source: Select your interests from the options below
ro: Selectați interesele din opțiunile de mai jos

source: Select your preferred language for translations in your feed.
ro: Selectați limbile preferate pentru traduceri în fluxurile dvs.

source: Send a neat website!
ro: Trimiteți un site frumos!

source: Send Confirmation
ro: Trimiteți confirmarea

source: Send confirmation email
ro: Trimiteți e-mailul de confirmare

source: Send Confirmation Email
ro: Trimiteți e-mailul de confirmare

source: Send email
ro: Trimiteți e-mailul

source: Send feedback
ro: Trimiteți feedback

source: Send message
ro: Trimiteți mesaj

source: Send post to...
ro: Trimiteți postarea către...

source: Send report
ro: Trimiteți raportarea

source: Send report to {0}
ro: Trimiteți raportarea către {0}

source: Send verification email
ro: Trimiteți e-mailul de verificare

source: Send via direct message
ro: Trimiteți printr-un mesaj privat

source: Sends email with confirmation code for account deletion
ro: Trimite un e-mail cu un cod de confirmare pentru ștergerea contului

source: Server address
ro: Adresă web server

source: Set birthdate
ro: Setați data nașterii

source: Set new password
ro: Setați o parolă nouă

source: Set up your account
ro: Setați-vă contul

source: Sets email for password reset
ro: Setează e-mailul pentru resetarea parolei

source: Settings
ro: Setări

source: Sexual activity or erotic nudity.
ro: Activitate sexuală sau nuditate erotică.

source: Sexually Suggestive
ro: Sugestiv sexual

source: Share
ro: Partajați

# action
source: Share
ro: Partajați

source: Share a cool story!
ro: Partajați o poveste cool!

source: Share a fun fact!
ro: Partajați un lucru amuzant!

source: Share anyway
ro: Partajați oricum

source: Share feed
ro: Partajați flux

source: Share link
ro: Partajați link-ul

source: Share Link
ro: Partajare link

source: Share link dialog
ro: Fereastră de partajare link

source: Share QR code
ro: Partajați cod QR

source: Share this starter pack
ro: Partajați acest pachet de început
