Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: (contains embedded content)
ro: (conține conținut încorporat)

source: (no email)
ro: (fără email)

source: {0, plural, one {# day} other {# days}}
ro: {0, plural, one {# zi} other {# zile}}

source: {0, plural, one {# hour} other {# hours}}
ro: {0, plural, one {# oră} other {# ore}}

source: {0, plural, one {# label has been placed on this account} other {# labels have been placed on this account}}
ro: {0, plural, one {# etichetă a fost adăugată pentru acest cont} other {# etichete au fost adăugate pentru acest cont}}

source: {0, plural, one {# label has been placed on this content} other {# labels have been placed on this content}}
ro: {0, plural, one {# etichetă a fost adăugată pentru acest conținut} other {# etichete au fost adăugate pentru acest conținut}}

source: {0, plural, one {# minute} other {# minutes}}
ro: {0, plural, one {# minut} other {# minute}}

source: {0, plural, one {# month} other {# months}}
ro: {0, plural, one {# lună} other {# luni}}

source: {0, plural, one {# repost} other {# reposts}}
ro: {0, plural, one {# redistribuire} other {# redistribuiri}}

source: {0, plural, one {# second} other {# seconds}}
ro: {0, plural, one {# secundă} other {# secunde}}

source: {0, plural, one {follower} other {followers}}
ro: {0, plural, one {urmăritor} other {urmăritori}}

source: {0, plural, one {following} other {following}}
ro: {0, plural, one {urmărit} other {urmăriți}}

source: {0, plural, one {Like (# like)} other {Like (# likes)}}
ro: {0, plural, one {Apreciați (# apreciere)} other {Apreciați (# aprecieri)}}

source: {0, plural, one {like} other {likes}}
ro: {0, plural, one {apreciere} other {aprecieri}}

source: {0, plural, one {Liked by # user} other {Liked by # users}}
ro: {0, plural, one {Apreciat de # utilizator} other {Apreciat de # utilizatori}}

source: {0, plural, one {post} other {posts}}
ro: {0, plural, one {postare} other {postări}}

source: {0, plural, one {quote} other {quotes}}
ro: {0, plural, one {citare} other {citări}}

source: {0, plural, one {Reply (# reply)} other {Reply (# replies)}}
ro: {0, plural, one {Răspundeți (# răspuns)} other {Răspundeți (# răspunderi)}}

source: {0, plural, one {repost} other {reposts}}
ro: {0, plural, one {redistribuit} other {redistribuite}}

source: {0, plural, one {Unlike (# like)} other {Unlike (# likes)}}
ro: {0, plural, one {Dezaprobați (# apreciere)} other {Dezaprobați (# aprecieri)}}

source: {0} <0>in <1>tags</1></0>
ro: {0} <0>în <1>etichete</1></0>

source: {0} <0>in <1>text & tags</1></0>
ro: {0} <0>în <1>text și etichete</1></0>

source: {0} joined this week
ro: {0} s-a alăturat în această săptămână

source: {0} of {1}
ro: {0} din {1}

source: {0} people have used this starter pack!
ro: {0} persoane au folosit acest pachet de început!

source: {0} unread items
ro: {0} necitite

source: {0}'s avatar
ro: avatarul folosit de {0}

source: {0}'s favorite feeds and people - join me!
ro: Persoanele și fluxurile preferate de la {0} - alăturați-vă!

source: {0}'s starter pack
ro: pachetul de început de la {0}

source: {0}d
ro: {0}z

source: {0}h
ro: {0}o

source: {0}mo
ro: {0}lu

source: {badge} unread items
ro: {badge} necitite

source: {count, plural, one {Liked by # user} other {Liked by # users}}
ro: {count, plural, one {Apreciat de # utilizator} other {Apreciat de # utilizatori}}

source: {count} unread items
ro: {count} necitite

source: {displayName}'s Starter Pack
ro: Pachetul de început de la {displayName}

source: {estimatedTimeHrs, plural, one {hour} other {hours}}
ro: {estimatedTimeHrs, plural, one {oră} other {ore}}

source: {estimatedTimeMins, plural, one {minute} other {minutes}}
ro: {estimatedTimeMins, plural, one {minut} other {minute}}

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> followed you
ro: {firstAuthorLink} și <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}}</0> v-au urmărit

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> liked your custom feed
ro: {firstAuthorLink} și <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}}</0> v-au apreciat fluxul personalizat

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> liked your post
ro: {firstAuthorLink} și <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}}</0> v-au apreciat postarea

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> reposted your post
ro: {firstAuthorLink} și <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}}</0> v-au redistribuit postarea

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> signed up with your starter pack
ro: {firstAuthorLink} și <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}}</0> s-au înregistrat folosind pachetul dumneavoastră de început

source: {firstAuthorLink} followed you
ro: {firstAuthorLink} v-a urmărit

source: {firstAuthorLink} followed you back
ro: {firstAuthorLink} v-a urmărit înapoi

source: {firstAuthorLink} liked your custom feed
ro: {firstAuthorLink} v-a apreciat fluxul personalizat

source: {firstAuthorLink} liked your post
ro: {firstAuthorLink} v-a apreciat postarea

source: {firstAuthorLink} reposted your post
ro: {firstAuthorLink} v-a redistribuit postarea

source: {firstAuthorLink} signed up with your starter pack
ro: {firstAuthorLink} s-a înscris folosind pachetul dumneavoastră de început

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} followed you
ro: {firstAuthorName} și {additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}} v-au urmărit

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your custom feed
ro: {firstAuthorName} și {additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}} v-au apreciat fluxul personalizat

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your post
ro: {firstAuthorName} și {additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}} v-au apreciat postarea

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} reposted your post
ro: {firstAuthorName} și {additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}} v-au redistribuit postarea

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} signed up with your starter pack
ro: {firstAuthorName} și {additionalAuthorsCount, plural, one {{formattedAuthorsCount} alt} other {{formattedAuthorsCount} alții}} s-au înscris folosind pachetul dumneavoastră de început

source: {firstAuthorName} followed you
ro: {firstAuthorName} v-a urmărit

source: {firstAuthorName} followed you back
ro: {firstAuthorName} v-a urmărit înapoi

source: {firstAuthorName} liked your custom feed
ro: {firstAuthorName} v-a apreciat fluxul personalizat

source: {firstAuthorName} liked your post
ro: {firstAuthorName} v-a apreciat postarea

source: {firstAuthorName} reposted your post
ro: {firstAuthorName} v-a redistribuit postarea

source: {firstAuthorName} signed up with your starter pack
ro: {firstAuthorName} s-a înscris folosind pachetul dumneavoastră de început

source: {following} following
ro: {following} urmărind

source: {handle} can't be messaged
ro: {handle} nu poate primi mesaje

source: {likeCount, plural, one {Liked by # user} other {Liked by # users}}
ro: {likeCount, plural, one {Apreciat de # utilizator} other {Apreciat de # utilizatori}}

source: {numUnreadNotifications} unread
ro: {numUnreadNotifications} necitite

source: {numUnreadNotifications} unread items
ro: {numUnreadNotifications} necitite

source: {profileName} joined Bluesky {0} ago
ro: {profileName} s-a înscris pe Bluesky acum {0}

source: {profileName} joined Bluesky using a starter pack {0} ago
ro: {profileName} s-a înscris pe Bluesky folosind un pachet de început acum {0}

source: <0>{0}</0> {1, plural, one {follower} other {followers}}
ro: <0>{0}</0> {1, plural, one {urmăritor} other {urmăritori}}

source: <0>{0}</0> {1, plural, one {following} other {following}}
ro: <0>{0}</0> {1, plural, one {urmărit} other {urmăriți}}

source: <0>{0}</0> and<1> </1><2>{1} </2>are included in your starter pack
ro: <0>{0}</0> și<1> </1><2>{1} </2>sunt incluși în pachetul dvs. de început

source: <0>{0}</0> is included in your starter pack
ro: <0>{0}</0> este inclus în pachetul dvs. de început

source: <0>{0}</0> members
ro: <0>{0}</0> membri

source: <0>{date}</0> at {time}
ro: <0>{date}</0> la {time}

source: <0>Experimental:</0> When this preference is enabled, you'll only receive reply and quote notifications from users you follow. We'll continue to add more controls here over time.
ro: <0>Experimental:</0> Când această preferință este activată, veți primi doar notificări pentru răspunsuri și citări de la utilizatorii pe care îi urmăriți. Vom continua să adăugăm mai multe controale aici în timp.

source: <0>You</0> and<1> </1><2>{0} </2>are included in your starter pack
ro: <0>Dvs.</0> și<1> </1><2>{0} </2>sunteți incluși în pachetul dvs. de început

source: ⚠Invalid Handle
ro: ⚠Nume de utilizator invalid

source: 24 hours
ro: 24 ore

source: 2FA Confirmation
ro: Confirmare 2FA

source: 30 days
ro: 30 de zile

source: 7 days
ro: 7 zile

source: About
ro: Despre

source: Access navigation links and settings
ro: Accesați link-uri de navigare și setările

source: Access profile and other navigation links
ro: Accesați profilul și alte link-uri de navigare

source: Accessibility
ro: Accesibilitate

source: Accessibility Settings
ro: Setări de accesibilitate

source: Account
ro: Cont

source: Account blocked
ro: Cont blocat

source: Account followed
ro: Cont urmărit

source: Account muted
ro: Cont pus pe mut

source: Account Muted
ro: Cont pus pe mut

source: Account Muted by List
ro: Cont pus pe mut de o listă

source: Account options
ro: Opțiuni cont

source: Account removed from quick access
ro: Cont eliminat din accesul rapid

source: Account unblocked
ro: Cont deblocat

source: Account unfollowed
ro: Cont ne-urmărit

source: Account unmuted
ro: Cont scos de pe mut

source: Add
ro: Adăugați

source: Add {0} more to continue
ro: Adaugați încă {0} pentru a continua

source: Add {displayName} to starter pack
ro: Adăugați {displayName} într-un pachet de început

source: Add a content warning
ro: Adăugați un avertisment de conținut

source: Add a user to this list
ro: Adăugați un utilizator pe această listă

source: Add account
ro: Adăugați un cont

source: Add alt text
ro: Adăugați text alternativ

source: Add alt text (optional)
ro: Adăugați text alternativ (opțional)

source: Add another account
ro: Adăugați un alt cont

source: Add another post
ro: Adăugați o altă postare

source: Add app password
ro: Adăugați o parolă pentru aplicație

source: Add App Password
ro: Adăugați o parolă pentru aplicație

source: Add mute word for configured settings
ro: Adăugați un cuvânt pe mut pentru setările configurate

source: Add muted words and tags
ro: Adăugați cuvinte pe mut și etichete

source: Add new post
ro: Adăugați o postare nouă

source: Add recommended feeds
ro: Adăugați fluxurile recomandate

source: Add some feeds to your starter pack!
ro: Adăugați câteva fluxuri la pachetul dvs. de început!

source: Add the default feed of only people you follow
ro: Adăugați fluxul implicit de persoane pe care le urmăriți

source: Add the following DNS record to your domain:
ro: Adăugați următorul record DNS la adresa site-ului dvs.

source: Add this feed to your feeds
ro: Adăugați acest flux la fluxurile dvs.

source: Add to Lists
ro: Adăugați la Liste

source: Add to my feeds
ro: Adăugați la fluxurile dvs.

source: Added to list
ro: Adăugat la listă

source: Added to my feeds
ro: Adăugat la fluxurile dvs.

source: Adult
ro: Adulți

source: Adult Content
ro: Conținut pentru adulți

source: Adult content can only be enabled via the Web at <0>bsky.app</0>.
ro: Conținutul pentru adulți poate fi activat doar pe web la <0>bsky.app</0>.

source: Adult content is disabled.
ro: Conținutul pentru adulți este dezactivat.

source: Adult Content labels
ro: Etichete conținut pentru adulți

source: Advanced
ro: Avansate

source: Algorithm training complete!
ro: Antrenamentul algoritmului este finalizat!

source: All accounts have been followed!
ro: Toate conturile au fost urmărite!

source: All the feeds you've saved, right in one place.
ro: Toate fluxurile pe care le-ați salvat, într-un singur loc.

source: Allow access to your direct messages
ro: Permiteți accesul la mesajele dvs. directe

source: Allow new messages from
ro: Permiteți mesaje noi de la

source: Allow replies from:
ro: Permiteți răspunsuri de la:

source: Allows access to direct messages
ro: Permiteți accesul la mesajele directe

source: Already have a code?
ro: Aveți deja un cod?

source: Already signed in as @{0}
ro: Deja sunteți logat ca @{0}

source: Alt text
ro: Text alternativ

source: Alt Text
ro: Text Alternativ

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
ro: Textul alternativ descrie imagini pentru utilizatorii nevăzători și cu vedere redusă și ajută la oferirea contextului tuturor.

source: Alt text will be truncated. Limit: {0} characters.
ro: Textul alternativ va fi truncat. Limita: {0} caractere.

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
ro: Un e-mail a fost trimis către {0}. Include un cod de confirmare pe care îl puteți introduce mai jos.

source: An email has been sent to your previous address, {0}. It includes a confirmation code which you can enter below.
ro: Un e-mail a fost trimis către adresa dvs. anterioară, {0}. Include un cod de confirmare pe care îl puteți introduce mai jos.

source: An email has been sent! Please enter the confirmation code included in the email below.
ro: Un e-mail a fost trimis! Vă rugăm să introduceți codul de confirmare inclus în e-mail mai jos.

source: An error has occurred
ro: A apărut o eroare

source: An error occurred
ro: A apărut o eroare

source: An error occurred while compressing the video.
ro: A apărut o eroare la comprimarea videoclipului.

source: An error occurred while generating your starter pack. Want to try again?
ro: A apărut o eroare la generarea pachetului dvs. de început. Doriți să încercați din nou?

source: An error occurred while loading the video. Please try again later.
ro: A apărut o eroare la încărcarea videoclipului. Vă rugăm să încercați mai târziu.

source: An error occurred while loading the video. Please try again.
ro: A apărut o eroare la încărcarea videoclipului. Vă rugăm să încercați din nou.

source: An error occurred while saving the QR code!
ro: A apărut o eroare la salvarea codului QR!

source: An error occurred while selecting the video
ro: A apărut o eroare la selectarea videoclipului

source: An error occurred while trying to follow all
ro: A apărut o eroare la încercarea de a urmări pe toată lumea

source: An error occurred while uploading the video.
ro: A apărut o eroare la încărcarea videoclipului.

source: An issue not included in these options
ro: O problemă care nu este inclusă în aceste opțiuni

source: An issue occurred starting the chat
ro: A apărut o problemă la începerea discuției

source: An issue occurred while trying to open the chat
ro: A apărut o problemă la încercarea de a deschide discuția

source: An issue occurred, please try again.
ro: A apărut o problemă, vă rugăm să încercați mai târziu.

source: an unknown error occurred
ro: a apărut o eroare necunoscută

source: an unknown labeler
ro: un etichetator necunoscut

source: and
ro: și

source: Animals
ro: Animale

source: Animated GIF
ro: GIF Animat

source: Anti-Social Behavior
ro: Comportament Anti-Social

source: Any language
ro: Orice limbă

source: Anybody can interact
ro: Oricine poate interacționa

source: App Language
ro: Limbă aplicație

source: App Password
ro: Parolă aplicație

source: App password deleted
ro: Parolă aplicație ștearsă

source: App password name must be unique
ro: Este necesar ca numele pentru parola aplicației să fie unic

source: App password names can only contain letters, numbers, spaces, dashes, and underscores
ro: Numele pentru parola aplicației poate conține doar litere, cifre, spatii, linii și sublinii

source: App password names must be at least 4 characters long
ro: Este necesar ca numele pentru parola aplicației să aibă cel puțin 4 caractere

source: App passwords
ro: Parole aplicație

source: App Passwords
ro: Parole aplicație

source: Appeal
ro: Contestați

source: Appeal "{0}" label
ro: Contestați eticheta "{0}"

source: Appeal submitted
ro: Contestație trimisă

source: Appeal this decision
ro: Contestați această decizie

source: Appearance
ro: Afișaj

source: Apply default recommended feeds
ro: Aplicați fluxurile implicite recomandate

source: Archived from {0}
ro: Arhivată de la {0}

source: Archived post
ro: Postare arhivată

source: Are you sure you want to delete the app password "{0}"?
ro: Sunteți sigur că doriți să ștergeți parola aplicației "{0}"?

source: Are you sure you want to delete this message? The message will be deleted for you, but not for the other participant.
ro: Sunteți sigur că doriți să ștergeți acest mesaj? Mesajul va fi șters pentru dvs, dar nu și pentru ceilalți participanți.

source: Are you sure you want to delete this starter pack?
ro: Sunteți sigur că doriți să ștergeți acest pachet de început?

source: Are you sure you want to discard your changes?
ro: Sunteți sigur că doriți să anulați schimbările?

source: Are you sure you want to leave this conversation? Your messages will be deleted for you, but not for the other participant.
ro: Sunteți sigur că doriți să părăsiți această conversație? Mesajele dvs. vor fi arhivate pentru dvs., dar nu și pentru ceilalți participanți.

source: Are you sure you want to remove {0} from your feeds?
ro: Sunteți sigur că doriți să eliminați {0} din fluxurile dvs?

source: Are you sure you want to remove this from your feeds?
ro: Sunteți sigur că doriți să eliminați acest obiect din fluxurile dvs?

source: Are you sure you'd like to discard this draft?
ro: Sunteți sigur că doriți să anulați această schiță?

source: Are you sure you'd like to discard this post?
ro: Sunteți sigur că doriți să anulați această postare?

source: Are you sure?
ro: Sunteți sigur?

source: Are you writing in <0>{0}</0>?
ro: Scrieți în <0>{0}</0>?

source: Art
ro: Artă

source: Artistic or non-erotic nudity.
ro: Nuditate artistică sau non-erotică.

source: At least 3 characters
ro: Cel puțin 3 caractere

source: Autoplay options have moved to the <0>Content and Media settings</0>.
ro: Setările de auto-redare au fost mutate la <0>Setări conținut și Media</0>.

source: Autoplay videos and GIFs
ro: Auto-redați videoclipuri și GIF-uri

source: Back
ro: Înapoi

source: Before creating a list, you must first verify your email.
ro: Înainte de a crea o listă, va trebui să vă verificați e-mailul.

source: Before creating a post, you must first verify your email.
ro: Înainte de a crea o postare, va trebui să vă verificați e-mailul.

source: Before creating a starter pack, you must first verify your email.
ro: Înainte de a crea un pachet de început, va trebui să vă verificați e-mailul.

source: Before you may message another user, you must first verify your email.
ro: Înainte de a putea conversa cu un alt utilizator, va trebui să vă verificați e-mailul.

source: Birthday
ro: Dată de nastere

source: Block
ro: Blocați

source: Block account
ro: Blocați cont

source: Block Account
ro: Blocați contul

source: Block Account?
ro: Blocați contul?

source: Block accounts
ro: Blocați conturile

source: Block list
ro: Blocați lista

source: Block these accounts?
ro: Blocați aceste conturi?

source: Blocked
ro: Blocate

source: Blocked accounts
ro: Conturi blocate

source: Blocked Accounts
ro: Conturi blocate

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
ro: Conturile blocate nu vor putea răspunde în firele de conversație ale dvs, să vă menționeze sau să interacționeze în orice fel cu dvs.

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
ro: Conturile blocate nu vor putea răspunde în firele de conversație ale dvs, să vă menționeze sau să interacționeze în orice fel cu dvs. Nu veți putea vedea conținutul lor iar ei vor fi împiedicați din a putea vedea conținutul dvs.

source: Blocked post.
ro: Postare blocată.

source: Blocking does not prevent this labeler from placing labels on your account.
ro: Blocarea nu previne acest etichetator din a plasa etichete în contul dvs.

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
ro: Blocarea este publică. Conturile blocate nu pot răspunde în firele de conversație ale dvs, să vă menționeze sau să interacționeze în orice fel cu dvs.

source: Blocking will not prevent labels from being applied on your account, but it will stop this account from replying in your threads or interacting with you.
ro: Blocarea nu previne etichetele din a fi aplicate în contul dvs, dar va bloca acest cont din a răspunde în firele de conversație ale dvs, sau a interacționa cu dvs.

source: Bluesky cannot confirm the authenticity of the claimed date.
ro: Bluesky nu poate confirma autenticitatea pretinsei date.

source: Bluesky is an open network where you can choose your hosting provider. If you're a developer, you can host your own server.
ro: Bluesky este o rețea deschisă în care vă puteți alege furnizorul de găzduire. Dacă sunteți un dezvoltator, vă puteți găzdui propriul server.

source: Bluesky is better with friends!
ro: Bluesky este mai bun cu prietenii!

source: Bluesky will choose a set of recommended accounts from people in your network.
ro: Bluesky va alege un set de conturi recomandate de la persoanele din rețeaua dvs.

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
ro: Bluesky nu va afișa profilul și postările dvs. utilizatorilor deconectați. Este posibil ca alte aplicații să nu onoreze această solicitare. Acest lucru nu face contul dvs. privat.

source: Blur images
ro: Estompați imaginile

source: Blur images and filter from feeds
ro: Estompați imaginile și filtrați-le din fluxuri

source: Books
ro: Cărți

source: Browse more accounts on the Explore page
ro: Răsfoiți mai multe conturi pe pagina Explorați

source: Browse more feeds on the Explore page
ro: Răsfoiți mai multe fluxuri pe pagina Explorați

source: Browse more suggestions
ro: Răsfoiți mai multe sugestii

source: Browse more suggestions on the Explore page
ro: Răsfoiți mai multe sugestii pe pagina Explorați
