Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: Browse other feeds
ro: Răsfoiți mai multe fluxuri

source: by —
ro: de —

source: By {0}
ro: De {0}

source: by <0/>
ro: de <0/>

source: By creating an account you agree to the <0>Privacy Policy</0>.
ro: Prin crearea unui cont, sunteți de acord cu <0>Politica de confidențialitate</0>.

source: By creating an account you agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
ro: Prin crearea unui cont, sunteți de acord cu <0>Termenii și condițiile</0> și cu <1>Politica de confidențialitate</1>.

source: By creating an account you agree to the <0>Terms of Service</0>.
ro: Prin crearea unui cont, sunteți de acord cu <0>Termenii și condițiile</0>.

source: by you
ro: de dvs.

source: Camera
ro: Cameră

source: Cancel
ro: Anulați

# action
source: Cancel
ro: Anulați

source: Cancel account deletion
ro: Anulați ștergerea contului

source: Cancel image crop
ro: Anulați decuparea imaginii

source: Cancel profile editing
ro: Anulați editarea profilului

source: Cancel quote post
ro: Anulați citarea postării

source: Cancel reactivation and log out
ro: Anulați reactivarea și deconectați-vă

source: Cancel search
ro: Anulați căutarea

source: Cancels opening the linked website
ro: Anulează deschiderea site-ului atașat

source: Cannot interact with a blocked user
ro: Nu puteți interacționa cu un utilizator blocat

source: Captions (.vtt)
ro: Subtitrări (.vtt)

source: Captions & alt text
ro: Subtitrări și text alternativ

source: Change
ro: Schimbați

source: Change email
ro: Schimbați e-mailul

source: Change email address
ro: Schimbați adresa de e-mail

source: Change Handle
ro: Schimbați numele de utilizator

source: Change my email
ro: Schimbați-mi e-mailul

source: Change Password
ro: Schimbați parola

source: Change post language to {0}
ro: Schimbați limba postării la {0}

source: Change Your Email
ro: Schimbați-vă e-mailul

source: Change your email address
ro: Schimbați-vă adresa de e-mail

source: Chat
ro: Conversație

source: Chat muted
ro: Conversație pusă pe mut

source: Chat settings
ro: Setări conversație

source: Chat Settings
ro: Setări conversație

source: Chat unmuted
ro: Conversație scoasă de pe mut

source: Check my status
ro: Verificați starea mea

source: Check your email for a login code and enter it here.
ro: Verificați-vă e-mailul pentru un cod de conectare și introduceți-l aici

source: Check your inbox for an email with the confirmation code to enter below:
ro: Verificați-vă cutia postală pentru un e-mail cu codul de confirmare pentru a fi introdus mai jos:

source: Choose domain verification method
ro: Alegeți metoda de verificare a adresei web

source: Choose Feeds
ro: Alegeți Fluxuri

source: Choose for me
ro: Alege pentru mine

source: Choose People
ro: Alegeți Persoane

source: Choose self-labels that are applicable for the media you are posting. If none are selected, this post is suitable for all audiences.
ro: Alegeți etichete personale care sunt aplicabile pentru media pe care o postați. Dacă niciuna nu este selectată, această postare nu este potrivită pentru toate audiențele.

source: Choose Service
ro: Alegeți serviciul

source: Choose the algorithms that power your custom feeds.
ro: Alegeți algoritmii care alimentează fluxurile dvs. personalizate.

source: Choose this color as your avatar
ro: Alegeți această culoare ca avatarul dvs.

source: Choose your password
ro: Alegeți parola dvs.

source: Clear all storage data
ro: Ștergeți toate datele din stocarea aplicației

source: Clear all storage data (restart after this)
ro: Ștergeți toate datele din stocarea aplicației (aplicația va reporni după aceea)

source: Clear search query
ro: Ștergeți interogarea de căutare

source: click here
ro: Apăsați aici

source: Click here for more information on deactivating your account
ro: Apăsați aici pentru mai multe informații despre dezactivarea contului dvs.

source: Click here for more information.
ro: Apăsați aici pentru mai multe informații

source: Click here to open tag menu for {tag}
ro: Apăsați aici pentru a deschide meniul de etichete pentru {tag}

source: Click to disable quote posts of this post.
ro: Apăsați aici pentru a dezactiva citările pentru această postare.

source: Click to enable quote posts of this post.
ro: Apăsați aici pentru a activa citările pentru această postare.

source: Click to retry failed message
ro: Apăsați pentru a reîncerca mesajul eșuat

source: Climate
ro: Climat

source: Close
ro: Închideți

source: Close active dialog
ro: Închideți fereastra activă

source: Close alert
ro: Închideți alerta

source: Close bottom drawer
ro: Închideți sertarul de jos

source: Close dialog
ro: Închideți fereastra

source: Close GIF dialog
ro: Închideți fereastra GIF-ului

source: Close image
ro: Închideți imaginea

source: Close image viewer
ro: Închideți galeria

source: Close navigation footer
ro: Închideți meniul de subsol

source: Close this dialog
ro: Închideți acestă fereastră

source: Closes bottom navigation bar
ro: Închide navigația de jos

source: Closes password update alert
ro: Închide alerta de actualizare a parolei

source: Closes viewer for header image
ro: Închide galeria pentru imaginea de copertă

source: Collapse list of users
ro: Ascundeți lista de utilizatori

source: Collapses list of users for a given notification
ro: Ascundeți lista de utilizatori pentru o notificare dată

source: Color mode
ro: Mod culoare

source: Comedy
ro: Comedie

source: Comics
ro: Benzi desenate

source: Community Guidelines
ro: Regulile comunității

source: Complete onboarding and start using your account
ro: Completați înscrierea și începeți să folosiți contul

source: Complete the challenge
ro: Completați provocarea

source: Compose new post
ro: Compuneți o postare nouă

source: Compose posts up to {MAX_GRAPHEME_LENGTH} characters in length
ro: Compuneți postări până la {MAX_GRAPHEME_LENGTH} caractere în lungime

source: Compose reply
ro: Compuneți un răspuns

source: Compressing video...
ro: Comprimare videoclip...

source: Configure content filtering setting for category: {name}
ro: Configurați filtrarea conținutului pentru categoria: {name}

source: Configured in <0>moderation settings</0>.
ro: Configurat în <0>setări de moderare</0>.

source: Confirm
ro: Confirmați

source: Confirm Change
ro: Confirmați schimbarea

source: Confirm content language settings
ro: Confirmați setările limbii de conținut

source: Confirm delete account
ro: Confirmați ștergerea contului

source: Confirm your age:
ro: Confirmați vârsta dvs:

source: Confirm your birthdate
ro: Confirmați data de naștere a dvs:

source: Confirmation code
ro: Cod de confirmare

source: Confirmation Code
ro: Cod confirmare

source: Connecting...
ro: Conectare...

source: Contact support
ro: Contactați suport

source: Content and media
ro: Conținut și media

source: Content and Media
ro: Conținut și media

source: Content Blocked
ro: Conținut blocat

source: Content filters
ro: Filtre de conținut

source: Content Languages
ro: Conținut limbi

source: Content Not Available
ro: Conținutul nu poate fi accesat

source: Content Warning
ro: Avertisment de Conținut

source: Content warnings
ro: Avertismente de conținut

source: Context menu backdrop, click to close the menu.
ro: Fundalul meniului contextual, faceți clic pentru a închide meniul.

source: Continue
ro: Continuați

source: Continue as {0} (currently signed in)
ro: Continuați ca {0} (conectat în prezent)

source: Continue thread...
ro: Continuați firul conversației...

source: Continue to next step
ro: Continuați la pasul următor

source: Conversation deleted
ro: Conversație ștearsă

source: Cooking
ro: Gătit

source: Copied
ro: Copiat

source: Copied build version to clipboard
ro: Versiune de compilare copiată în clipboard

source: Copied to clipboard
ro: Copiat în clipboard

source: Copied!
ro: Copiat!

source: Copy
ro: Copiați

source: Copy App Password
ro: Copiați parola aplicației

source: Copy build version to clipboard
ro: Copiați versiunea de compilare în clipboard

source: Copy code
ro: Copiați codul

source: Copy DID
ro: Copiați DID

source: Copy host
ro: Copiați gazda

source: Copy link
ro: Copiați link-ul

source: Copy Link
ro: Copiați link-ul

source: Copy link to list
ro: Copiați link-ul către listă

source: Copy link to post
ro: Copiați link-ul către postare

source: Copy message text
ro: Copiați textul mesajului

source: Copy post text
ro: Copiați textul postării

source: Copy QR code
ro: Copiați codul QR

source: Copy TXT record value
ro: Copiați valoarea înregistrării TXT

source: Copyright Policy
ro: Politica derepturilor de autor

source: Could not leave chat
ro: Nu s-a putut ieși din conversație

source: Could not load feed
ro: Nu s-a putut încărca fluxul

source: Could not load list
ro: Nu s-a putut încărca lista

source: Could not mute chat
ro: Nu s-a putut pune pe mut conversația

source: Could not process your video
ro: Nu s-a putut procesa videoclipul dvs.

source: Create
ro: Creați

source: Create a QR code for a starter pack
ro: Creați un cod QR pentru un pachet de început

source: Create a starter pack
ro: Creați un pachet de început

source: Create a starter pack for me
ro: Creează un pachet de început pentru mine

source: Create account
ro: Creați cont

source: Create Account
ro: Creați cont

source: Create an account
ro: Creați un cont

source: Create an avatar instead
ro: Creați un avatar în schimb

source: Create another
ro: Creați încă unul

source: Create new account
ro: Creați un cont nou

source: Create report for {0}
ro: Creați o raportare pentru {0}

source: Created {0}
ro: Creat {0}

source: Culture
ro: Cultură

source: Custom
ro: Personalizată

source: Custom feeds built by the community bring you new experiences and help you find the content you love.
ro: Fluxurile personalizate create de comunitate vă aduc noi experiente și vă ajută să găsiți conținutul pe care îl iubiți.

source: Customize who can interact with this post.
ro: Personalizați cine poate interacționa cu postarea aceasta.

source: Dark
ro: Întunecată

source: Dark mode
ro: Mod întunecat

source: Dark theme
ro: Temă întunecată

source: Date of birth
ro: Data nașterii

source: Deactivate account
ro: Dezactivați contul

source: Debug Moderation
ro: Depanați moderarea

source: Debug panel
ro: Panou depanare

source: Default
ro: Implicit

source: Delete
ro: Ștergeți

source: Delete account
ro: Ștergeți contul

source: Delete Account <0>"</0><1>{0}</1><2>"</2>
ro: Ștergeți contul <0>"</0><1>{0}</1><2>"</2>

source: Delete app password
ro: Ștergeți parola aplicației

source: Delete app password?
ro: Ștergeți parola aplicației?

source: Delete chat declaration record
ro: Ștergeți înregistrarea declarației de conversație

source: Delete for me
ro: Ștergeți pentru mine

source: Delete List
ro: Ștergeți lista

source: Delete message
ro: Ștergeți mesajul

source: Delete message for me
ro: Ștergeți mesajul pentru mine

source: Delete my account
ro: Ștergeți contul meu

source: Delete post
ro: Ștergeți postarea

source: Delete starter pack
ro: Ștergeți pachetul de început

source: Delete starter pack?
ro: Ștergeți pachetul de început?

source: Delete this list?
ro: Ștergeți această listă?

source: Delete this post?
ro: Ștergeți această postare?

source: Deleted
ro: Șters

source: Deleted Account
ro: Contul a fost șters

source: Deleted post.
ro: Postarea a fost ștearsă.

source: Description
ro: Descriere

source: Description is too long
ro: Descrierea este prea lungă

source: Description is too long. The maximum number of characters is {DESCRIPTION_MAX_GRAPHEMES}.
ro: Descrierea este prea lungă. Numărul maxim de caractere este {DESCRIPTION_MAX_GRAPHEMES}.

source: Descriptive alt text
ro: Text alternativ descriptiv

source: Detach quote
ro: Desprindeți citarea

source: Detach quote post?
ro: Desprindeți citarea postării?

source: Developer options
ro: Opțiuni dezvoltator

source: Dialog: adjust who can interact with this post
ro: Fereastră: ajustați cine poate interacționa cu această postare

source: Dim
ro: Scădeți luminozitatea

source: Disable Email 2FA
ro: Dezactivați 2FA prin e-mail

source: Disable haptic feedback
ro: Dezactivați feedback prin vibrații

source: Disable subtitles
ro: Dezactivați subtitrările

source: Disabled
ro: Dezactivate

source: Discard
ro: Anulați

source: Discard changes?
ro: Anulați schimbările?

source: Discard draft?
ro: Anulați schița?

source: Discard post?
ro: Anulați postarea?

source: Discourage apps from showing my account to logged-out users
ro: Descurajați aplicațiile din a afișa contul meu către utilizatorii deconectați

source: Discover new custom feeds
ro: Descoperiți fluxuri personalizate noi

source: Discover new feeds
ro: Descoperiți fluxuri noi

source: Discover New Feeds
ro: Descoperiți fluxuri noi

source: Dismiss
ro: Ascundeți

source: Dismiss error
ro: Ascundeți eroarea

source: Dismiss getting started guide
ro: Ascundeți ghidul de început

source: Display larger alt text badges
ro: Afișați insigne cu text alternativ mai mari

source: Display name
ro: Numele afișat

source: Display Name
ro: Numele afișat

source: Display name is too long
ro: Numele afișat este prea lung

source: Display name is too long. The maximum number of characters is {DISPLAY_NAME_MAX_GRAPHEMES}.
ro: Numele afișat este prea lung. Numărul maxim de caractere este {DISPLAY_NAME_MAX_GRAPHEMES}.

source: DNS Panel
ro: Panou DNS

source: Do not apply this mute word to users you follow
ro: Nu puneți acest cuvânt pe mut pentru utilizatorii pe care îi urmăriți

source: Does not include nudity.
ro: Nu include nuditate.

source: Doesn't begin or end with a hyphen
ro: Nu începe sau nu se termină cu o cratimă

source: Domain verified!
ro: Adresă web verificată!

source: Done
ro: Gata

# action
source: Done
ro: Gata

source: Done{extraText}
ro: Gata{extraText}

source: Double tap to close the dialog
ro: Apăsați de două ori pentru a închide această fereastră

source: Download Bluesky
ro: Descărcați Bluesky

source: Download CAR file
ro: Descărcați fișier CAR

source: Drop to add images
ro: Trageți aici pentru a adăuga imagini

source: Duration:
ro: Durație:

source: e.g. alice
ro: ex: alice

source: e.g. Alice Lastname
ro: ex: Alice Nume de Familie

source: e.g. Alice Roberts
ro: ex: Alice Roberts

source: e.g. alice.com
ro: ex: alice.com

source: e.g. Artist, dog-lover, and avid reader.
ro: ex: Artist, iubitor de câini, și cititor avid.

source: E.g. artistic nudes.
ro: ex: nuduri artistice.

source: e.g. Great Posters
ro: ex: Postere grozave

source: e.g. Spammers
ro: ex: Spammeri

source: e.g. The posters who never miss.
ro: ex: Posterele care nu pierd niciodată.

source: e.g. Users that repeatedly reply with ads.
ro: ex: Utilizatorii care răspund în mod repetat cu anunțuri.

source: Each code works once. You'll receive more invite codes periodically.
ro: Fiecare cod funcționează doar o dată. Veți primi mai multe coduri de invitare periodic.

source: Edit
ro: Editați

source: Edit avatar
ro: Editați avatarul

source: Edit Feeds
ro: Editați fluxurile

source: Edit image
ro: Editați imaginea

source: Edit interaction settings
ro: Editați setările de interacție

source: Edit list details
ro: Editați detaliile listei

source: Edit Moderation List
ro: Editați lista de moderare

source: Edit My Feeds
ro: Editați fluxurile mele

source: Edit my profile
ro: Editați profilul meu

source: Edit People
ro: Editați persoane

source: Edit post interaction settings
ro: Editați setările de interacțiune a postării

source: Edit profile
ro: Editați profilul

source: Edit Profile
ro: Editați profil

source: Edit starter pack
ro: Editați pachetul de început

source: Edit User List
ro: Editați lista de utilizatori

source: Edit who can reply
ro: Editați cine poate răspunde

source: Edit your display name
ro: Editați numele dvs afișat

source: Edit your profile description
ro: Editați descrierea profilului dvs.

source: Edit your starter pack
ro: Editați pachetul de început al dvs.

source: Education
ro: Educație

source: Email 2FA disabled
ro: Autentificare cu doi factori (2FA) prin email dezactivată

source: Email 2FA enabled
ro: Autentificare cu doi factori (2FA) prin email activată

source: Email address
ro: Adresă email

source: Email Resent
ro: Email retrimis

source: Email updated
ro: Email actualizat

source: Email Updated
ro: Email actualizat

source: Email verified
ro: Email verificat

source: Email Verified
ro: Email verificat

source: Embed HTML code
ro: Incorporați cod HTML

source: Embed post
ro: Încorporați postare

source: Embed this post in your website. Simply copy the following snippet and paste it into the HTML code of your website.
ro: Încorporați această postare pe site-ul dvs. Pur și simplu copiați următorul fragment și inserați-l în codul HTML al site-ului dvs.

source: Enable
ro: Activați

source: Enable {0} only
ro: Activați doar {0}

source: Enable adult content
ro: Activați conținutul pentru adulți

source: Enable Email 2FA
ro: Activați 2FA prin email

source: Enable external media
ro: Activați media extern

source: Enable media players for
ro: Activați redare media pentru

source: Enable priority notifications
ro: Activați notificări cu prioritate

source: Enable subtitles
ro: Activați subtitrările

source: Enable this source only
ro: Activați doar această sursă

source: Enabled
ro: Activat

source: End of feed
ro: Sfârșit de flux

source: Ensure you have selected a language for each subtitle file.
ro: Asigurați-vă că ați selectat o limbă pentru fiecare fișier de subtitrare

source: Enter a password
ro: Introduceți o parolă

source: Enter a word or tag
ro: Introduceți un cuvânt sau o etichetă

source: Enter Code
ro: Introduceți codul

source: Enter Confirmation Code
ro: Introduceți codul de confirmare

source: Enter the code you received to change your password.
ro: Introduceți codul pe care l-ați primit pentru a vă schimba parola.

source: Enter the domain you want to use
ro: Introduceți adresa web pe care doriți să o folosiți

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
ro: Introduceți e-mailul pe care l-ați folosit pentru a vă crea contul. Vă vom trimite un "cod de resetare" pentru a putea să vă puteți seta o parolă nouă.

source: Enter your birth date
ro: Introduceți o dată de naștere

source: Enter your email address
ro: Introduceți adresa de e-mail a dvs.

source: Enter your new email above
ro: Introduceți adresa nouă de e-mail mai sus

source: Enter your new email address below.
ro: Introduceți adresa nouă de e-mail mai jos.

source: Enter your username and password
ro: Introduceți numele de utilizator și parola dvs.

source: Error
ro: Eroare

source: Error occurred while saving file
ro: A avut loc o eroare la salvarea fișierului

source: Error receiving captcha response.
ro: A avut loc o eroare la primirea răspunsului pentru provocarea captcha.

source: Error:
ro: Eroare:

source: Everybody
ro: Toată lumea

source: Everybody can reply
ro: Toată lumea poate răspunde

source: Everybody can reply to this post.
ro: Toată lumea poate răspunde la această postare.

source: Everyone
ro: Toată lumea

source: Excessive mentions or replies
ro: Mențiuni sau răspunsuri excesive

source: Excessive or unwanted messages
ro: Mesaje excesive sau nedorite

source: Exclude users you follow
ro: Excludeți utilizatorii pe care îi urmăriți

source: Excludes users you follow
ro: Exclude utilizatorii pe care îi urmăriți

source: Exit fullscreen
ro: Ieșiți din ecran complet

source: Exits account deletion process
ro: Părăsește procesul de ștergere a contului

source: Exits image cropping process
ro: Părăsește procesul de decupare a imaginii

source: Exits image view
ro: Părăsește galeria

source: Exits inputting search query
ro: Părăsește introducerea interogării de căutare

source: Expand alt text
ro: Extindeți textul alternativ

source: Expand list of users
ro: Extindeți lista de utilizatori

source: Expand or collapse the full post you are replying to
ro: Extindeți sau restrângeți postarea completă la care răspundeți

source: Expected uri to resolve to a record
ro: Se așteaptă la un uri pentru a putea rezolva către o înregistrare

source: Expired
ro: Expirat

source: Expires {0}
ro: Expiră {0}

source: Explicit or potentially disturbing media.
ro: Media explicită sau potențial tulburătoare.

source: Explicit sexual images.
ro: Imagini sexuale explicite.

source: Export my data
ro: Exportați datele mele

source: Export My Data
ro: Exportați datele mele

source: External media
ro: Media externă

source: External Media
ro: Media externă

source: External media may allow websites to collect information about you and your device. No information is sent or requested until you press the "play" button.
ro: Media externă permite altor site-uri web de a colecta informații despre dumneavoastră și dispozitivul dvs. Nici-o informație nu este trimisă sau cerută până nu apăsați butonul "redare".

source: External Media Preferences
ro: Preferințe media externă

source: Failed to change handle. Please try again.
ro: Nu s-a putut schimba numele de utilizator. Vă rugăm să încercați din nou.

source: Failed to create app password. Please try again.
ro: Nu s-a putut crea parola de aplicație. Vă rugăm să încercați din nou.

source: Failed to create starter pack
ro: Nu s-a putut crea pachetul de început

source: Failed to create the list. Check your internet connection and try again.
ro: Nu s-a putut crea lista. Verificați conexiunea la internet și încercați din nou.

source: Failed to delete message
ro: Nu s-a putut șterge mesajul

source: Failed to delete post, please try again
ro: Nu s-a putut șterge postarea, vă rugăm să încercați din nou

source: Failed to delete starter pack
ro: Nu s-a putut șterge pachetul de început

source: Failed to load feeds preferences
ro: Nu s-au putut încărca preferințele pentru fluxuri

source: Failed to load GIFs
ro: Nu s-au putut încărca GIF-urile

source: Failed to load past messages
ro: Nu s-au putut încărca mesajele anterioare

source: Failed to load suggested feeds
ro: Nu s-au putut încărca fluxurile sugerate

source: Failed to load suggested follows
ro: Nu s-au putut încărca urmăririle sugerate

source: Failed to pin post
ro: Nu s-a putut fixa postarea

source: Failed to save image: {0}
ro: Nu s-a putut salva imaginea: {0}

source: Failed to save notification preferences, please try again
ro: Nu s-au putut salva preferințele pentru notificări, vă rugăm să încercați din nou

source: Failed to send
ro: Nu s-a putut trimite

source: Failed to submit appeal, please try again.
ro: Nu s-a putut trimite contestația, vă rugăm să încercați din nou.

source: Failed to toggle thread mute, please try again
ro: Nu s-a putut pune sau scoate de pe mut firul conversației, vă rugăm să încercați din nou.

source: Failed to update feeds
ro: Nu s-au putut încărca fluxurile

source: Failed to update settings
ro: Nu s-au putut actualiza setările

source: Failed to upload video
ro: Nu s-a putut încărca videoclipul

source: Failed to verify handle. Please try again.
ro: Nu s-a putut verifica numele de utilizator. Vă rugăm să încercați din nou.

source: Feed
ro: Flux

source: Feed by {0}
ro: Flux creat de către {0}

source: Feed toggle
ro: Schimbați fluxul

source: Feedback sent!
ro: Feedback trimis!

source: Feeds
ro: Fluxuri

source: Feeds are custom algorithms that users build with a little coding expertise. <0/> for more information.
ro: Fluxurile sunt algoritmi personalizați pe care utilizatorii îi pot construi cu puțină expertiză în programare. <0/> pentru mai multe informații.

source: Feeds updated!
ro: Fluxuri actualizate!

source: File saved successfully!
ro: Fișier salvat cu succes!

source: Filter from feeds
ro: Filtrați din fluxuri

source: Finalizing
ro: Finalizare

source: Find accounts to follow
ro: Găsiți conturi de urmărit
