Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: Find posts and users on Bluesky
ro: Găsiți postări și utilizatori pe Bluesky

source: Finish
ro: Terminați

source: Flexible
ro: Flexibil

source: Follow
ro: Urmăriți

source: Follow {0}
ro: Urmăriți {0}

source: Follow {name}
ro: Urmăriți {name}

source: Follow 7 accounts
ro: Urmăriți 7 conturi

source: Follow Account
ro: Urmăriți cont

source: Follow all
ro: Urmăriți pe toată lumea

source: Follow Back
ro: Urmăriți înapoi

source: Follow more accounts to get connected to your interests and build your network.
ro: Urmăriți mai multe conturi pentru a putea fi conectați la interesele dvs. și a vă construi rețeaua dvs.

source: Followed by <0>{0}</0>
ro: Urmărit de <0>{0}</0>

source: Followed by <0>{0}</0> and {1, plural, one {# other} other {# others}}
ro: Urmărit de <0>{0}</0> și {1, plural, one {# altul} other {# alții}}

source: Followed by <0>{0}</0> and <1>{1}</1>
ro: Urmărit de <0>{0}</0> și <1>{1}</1>

source: Followed by <0>{0}</0>, <1>{1}</1>, and {2, plural, one {# other} other {# others}}
ro: Urmărit de <0>{0}</0>, <1>{1}</1>, și {2, plural, one {# altul} other {# alții}}

source: Followed users
ro: Utilizatori urmăriți

source: Followers
ro: Urmăritori

source: Followers of @{0} that you know
ro: Urmăritori ai @{0} pe care îi știi

source: Followers you know
ro: Urmăritori pe care îi știi

source: Following
ro: Urmărind

source: Following {0}
ro: Urmărind {0}

source: Following {name}
ro: Urmărind {name}

source: Following feed preferences
ro: Urmărind preferințele fluxului

source: Following Feed Preferences
ro: Urmărind preferințele fluxului

source: Follows you
ro: Vă urmărește

source: Follows You
ro: Vă urmărește

source: Font size
ro: Mărime font

source: Food
ro: Mâncare

source: For security reasons, we'll need to send a confirmation code to your email address.
ro: Din motive de securitate, va trebui să vă trimitem un cod de confirmare pe adresa dvs de email.

source: For security reasons, you won't be able to view this again. If you lose this app password, you'll need to generate a new one.
ro: Din motive de securitate, nu veți mai putea vedea asta din nou. Dacă pierdeți această parolă de aplicație, va trebui să generați una nouă.

source: For the best experience, we recommend using the theme font.
ro: Pentru cea mai bună experientă, vă recomandăm să folosiți fontul temei.

source: Forever
ro: Mereu

source: Forgot Password
ro: Am uitat parola

source: Forgot password?
ro: Ați uitat parola?

source: Forgot?
ro: Ați uitat?

source: Frequently Posts Unwanted Content
ro: Postează frecvent conținut nedorit

source: From @{sanitizedAuthor}
ro: De la @{sanitizedAuthor}

source: Gallery
ro: Galerie

source: Generate a starter pack
ro: Generați un pachet de început

source: Get help
ro: Obțineți asistență

source: Get Started
ro: Începeți

source: Getting started
ro: Cum să începeți

source: Give your profile a face
ro: Dați-vă profilului o față

source: Glaring violations of law or terms of service
ro: Încălcări flagrante ale legii sau ale termenilor și condițiilor

source: Go back
ro: Navigați înapoi

source: Go Back
ro: Navigați înapoi

source: Go back to previous page
ro: Navigați înapoi la pagina precedentă

source: Go back to previous step
ro: Navigați înapoi la pasul precedent

source: Go back to the previous step
ro: Navigați înapoi la pasul precedent

source: Go home
ro: Navigați acasă

source: Go Home
ro: Navigați acasă

source: Go to conversation with {0}
ro: Navigați la conversația cu {0}

source: Go to next
ro: Navigați la următoarea

source: Go to profile
ro: Navigați la profil

source: Go to user's profile
ro: Navigați la profilul utilizatorului

source: Graphic Media
ro: Media grafică

source: Half way there!
ro: Jumătate terminat!

source: Handle
ro: Nume de utilizator

source: Handle already taken. Please try a different one.
ro: Nume de utilizator deja luat. Vă rugăm să încercați altul.

source: Handle changed!
ro: Nume de utilizator schimbat!

source: Handle too long. Please try a shorter one.
ro: Numele de utilizator este prea lung. Vă rugăm să folosiți un nume mai scurt.

source: Haptics
ro: Vibrații

source: Harassment, trolling, or intolerance
ro: Hărțuire, trolling sau intoleranță

source: Hashtag
ro: Etichetă

source: Hashtag: #{tag}
ro: Etichetă: #{tag}

source: Having trouble?
ro: Întâmpinați probleme?

source: Help
ro: Asistență

source: Help people know you're not a bot by uploading a picture or creating an avatar.
ro: Ajutați persoanele să știe că nu sunteți un robot prin încărcarea unei fotografii sau crearea unui avatar.

source: Here is your app password!
ro: Aici este parola de aplicație a dvs!

source: Hidden list
ro: Listă ascunsă

source: Hide
ro: Ascundeți

source: Hide post for me
ro: Ascundeți postarea pentru mine

source: Hide reply for everyone
ro: Ascundeți răspunsul pentru toată lumea

source: Hide reply for me
ro: Ascundeți răspunsul pentru mine

source: Hide the content
ro: Ascundeți conținutul

source: Hide this post?
ro: Ascundeți această postare?

source: Hide this reply?
ro: Ascundeți acest răspuns?

source: Hide user list
ro: Ascundeți lista de utilizatori

source: Hmm, some kind of issue occurred when contacting the feed server. Please let the feed owner know about this issue.
ro: Hm, a avut loc o problemă la contactarea serverului fluxului. Vă rugăm să atenționați deținătorul fluxului despre această problemă.

source: Hmm, the feed server appears to be misconfigured. Please let the feed owner know about this issue.
ro: Hm, serverul fluxului pare să fie configurat greșit. Vă rugăm să atenționați deținătorul fluxului despre această problemă.

source: Hmm, the feed server appears to be offline. Please let the feed owner know about this issue.
ro: Hm, serverul fluxului pare să nu fie conectat la internet. Vă rugăm să atenționați deținătorul fluxului despre această problemă.

source: Hmm, the feed server gave a bad response. Please let the feed owner know about this issue.
ro: Hm, serverul fluxului a trimis un răspuns greșit. Vă rugăm să atenționați deținătorul fluxului despre această problemă.

source: Hmm, we're having trouble finding this feed. It may have been deleted.
ro: Hm, avem dificultăți încercând să găsim fluxul. S-ar putea să fi fost șters.

source: Hmmmm, it seems we're having trouble loading this data. See below for more details. If this issue persists, please contact us.
ro: Hm, se pare că avem probleme încărcând aceste date. Vedeți mai jos pentru mai multe detalii. Dacă această problemă persistă, vă rugăm să ne contactați.

source: Hmmmm, we couldn't load that moderation service.
ro: Hm, nu am putut încărca acel serviciu de moderare.

source: Hold up! We’re gradually giving access to video, and you’re still waiting in line. Check back soon!
ro: Hopa! Oferim treptat acces la videoclipuri, iar dvs încă așteptați la coadă. Reveniți în curând!

source: Home
ro: Acasă

source: Host:
ro: Gazdă:

source: Hosting provider
ro: Furnizor de găzduire

source: How should we open this link?
ro: Cum ar trebui să deschidem acest link?

source: I have a code
ro: Am un cod

source: I Have a Code
ro: Am un cod

source: I have a confirmation code
ro: Am un cod de confirmare

source: I have my own domain
ro: Am propria adresă web

source: I understand
ro: Am înțeles

source: If alt text is long, toggles alt text expanded state
ro: Dacă textul alternativ este lung, comută în starea de text alternativ extins

source: If you are not yet an adult according to the laws of your country, your parent or legal guardian must read these Terms on your behalf.
ro: Dacă nu sunteți un adult conform legilor tării în care locuiți, părintele sau gardianul legal va trebui să citească acești Termeni pentru dvs.

source: If you delete this list, you won't be able to recover it.
ro: Dacă ștergeți această listă, nu o veți putea recupera.

source: If you have your own domain, you can use that as your handle. This lets you self-verify your identity – <0>learn more</0>.
ro: Dacă aveți propria adresă web, o puteți folosi ca nume de utilizator. Aceasta vă permite să vă verificați dvs. identitatea – <0>aflați mai multe</0>.

source: If you remove this post, you won't be able to recover it.
ro: Dacă ștergeți această postare, nu o veți putea recupera.

source: If you want to change your password, we will send you a code to verify that this is your account.
ro: Dacă doriți să vă schimbați parola, vă vom trimite un cod pentru a verifica dacă acesta este contul dvs.

source: If you're trying to change your handle or email, do so before you deactivate.
ro: Dacă doriți să vă schimbați numele de utilizator sau adresa de e-mail, faceți-o înainte de a dezactiva contul.

source: Illegal and Urgent
ro: Ilegal și urgent

source: Image
ro: Imagine

source: Image saved to your camera roll!
ro: Imagine salvată în galerie!

source: Impersonation or false claims about identity or affiliation
ro: Uzurparea identității (Impersonare) sau afirmații false despre identitate sau afiliere

source: Impersonation, misinformation, or false claims
ro: Uzurparea identității, dezinformare sau afirmații false

source: Inappropriate messages or explicit links
ro: Mesaje nepotrivite sau link-uri explicite

source: Input code sent to your email for password reset
ro: Introduceți codul trimis pe e-mailul dvs. pentru a reseta parola

source: Input confirmation code for account deletion
ro: Introduceți codul de confirmare pentru a vă șterge contul

source: Input new password
ro: Introduceți o nouă parolă

source: Input password for account deletion
ro: Introduceți parola pentru a vă șterge contul

source: Input the code which has been emailed to you
ro: Introduceți codul care v-a fost trimis pe e-mail

source: Input the username or email address you used at signup
ro: Introduceți numele de utilizator sau adresa de e-mail folosită la înregistrare

source: Input your password
ro: Introduceți parola

source: Input your user handle
ro: Introduceți numele de utilizator

source: Interaction limited
ro: Interacțiune limitată

source: Invalid 2FA confirmation code.
ro: Cod de confirmare 2FA invalid.

source: Invalid handle. Please try a different one.
ro: Nume de utilizator invalid. Vă rugăm să încercați din nou cu altul.

source: Invalid or unsupported post record
ro: Record al postării invalid sau nesuportat

source: Invalid username or password
ro: Nume de utilizator sau parolă invalide

source: Invalid Verification Code
ro: Cod de verificare invalid

source: Invite a Friend
ro: Invitați un prieten

source: Invite code
ro: Cod de invitație

source: Invite code not accepted. Check that you input it correctly and try again.
ro: Cod de invitație neacceptat. Verificați dacă l-ați introdus corect și încercați din nou.

source: Invite codes: {0} available
ro: Coduri de invitație: {0} disponibile

source: Invite codes: 1 available
ro: Coduri de invitație: 1 disponibil

source: Invite people to this starter pack!
ro: Invitați persoane la acest pachet de început!

source: Invite your friends to follow your favorite feeds and people
ro: Invitați-vă prietenii să urmărească fluxurile și persoanele dvs favorite

source: Invites, but personal
ro: Invitații, dar personale

source: It looks like you may have entered your email address incorrectly. Are you sure it's right?
ro: Se pare că ați introdus incorect adresa de e-mail. Sunteți sigur că este corectă?

source: It's correct
ro: Este corectă

source: It's just you right now! Add more people to your starter pack by searching above.
ro: Sunteți doar dumneavoastră acum! Adaugați mai multe persoane în acest pachet de început prin a căuta mai sus.

source: Job ID: {0}
ro: ID Muncă: {0}

source: Jobs
ro: Munci

source: Join Bluesky
ro: Alăturați-vă Bluesky

source: Join the conversation
ro: Alăturați-vă conversației

source: Journalism
ro: Jurnalism

source: Labeled by {0}.
ro: Etichetat de către {0}.

source: Labeled by the author.
ro: Etichetat de către autor.

source: Labels
ro: Etichete

source: Labels added
ro: Etichete adăugate

source: Labels are annotations on users and content. They can be used to hide, warn, and categorize the network.
ro: Etichetele sunt notițe peste utilizatori sau conținut. Pot fi folosite pentru a ascunde, avertiza, și categoriza rețeaua.

source: Labels on your account
ro: Etichete pe contul dvs

source: Labels on your content
ro: Etichete pe contul dvs

source: Language selection
ro: Selecție limbă

source: Language Settings
ro: Setări limbă

source: Languages
ro: Limbi

source: Larger
ro: Mai Larg

source: Latest
ro: Recente

source: learn more
ro: Aflați mai multe

source: Learn More
ro: Aflați mai multe

source: Learn more about Bluesky
ro: Aflați mai multe despre Bluesky

source: Learn more about self hosting your PDS.
ro: Aflați mai multe găzduirea propriului PDS.

source: Learn more about the moderation applied to this content.
ro: Aflați mai multe despre moderarea aplicată acestui conținut.

source: Learn more about this warning
ro: Aflați mai multe despre această avertizare

source: Learn more about what is public on Bluesky.
ro: Aflați mai multe despre ce este public pe Bluesky.

source: Learn more.
ro: Aflați mai multe.

source: Leave
ro: Părăsiți

source: Leave chat
ro: Părăsiți mesajele private

source: Leave conversation
ro: Părăsiți conversația

source: Leave them all unchecked to see any language.
ro: Lăsați-le pe toate neselectate pentru a vedea orice limbă.

source: Leaving Bluesky
ro: Părăsind Bluesky

source: left to go.
ro: lăsat să plece.

source: Let me choose
ro: Lăsați-mă să aleg

source: Let's get your password reset!
ro: Haideți să vă resetăm parola!

source: Let's go!
ro: Haideți!

source: Light
ro: Luminoasă

source: Like 10 posts
ro: Apreciați 10 postări

source: Like 10 posts to train the Discover feed
ro: Apreciați 10 postări pentru a antrena fluxul Descoperă

source: Like this feed
ro: Apreciați acest flux

source: Liked by
ro: Apreciată de

source: Liked By
ro: Apreciată de

source: Likes
ro: Aprecieri

source: Likes on this post
ro: Aprecieri pentru această postare

source: List
ro: Listă

source: List Avatar
ro: Avatar Listă

source: List blocked
ro: Listă blocată

source: List by {0}
ro: Listă de către {0}

source: List deleted
ro: Listă ștearsă

source: List has been hidden
ro: Lista a fost ascunsă

source: List Hidden
ro: Listă ascunsă

source: List muted
ro: Listă pusă pe mut

source: List Name
ro: Nume Listă

source: List unblocked
ro: Listă deblocată

source: List unmuted
ro: Listă scoasă de pe mut

source: Lists
ro: Liste

source: Lists blocking this user:
ro: Liste care îl blochează pe acest utilizator:

source: Load more
ro: Încărcați mai multe

source: Load more suggested feeds
ro: Încărcați mai multe fluxuri sugerate

source: Load more suggested follows
ro: Încărcați mai multe urmăriri sugerate

source: Load new notifications
ro: Încărcați notificări noi

source: Load new posts
ro: Încărcați postări noi

source: Loading...
ro: Încărcare...

source: Log
ro: Jurnal

source: Log in or sign up
ro: Conectați-vă sau alăturați-vă

source: Log out
ro: Deconectați-vă

source: Logged-out visibility
ro: Vizibilitate pentru utilizatorii deconectați

source: Login to account that is not listed
ro: Conectați-vă la un cont care nu este pe listă

source: Logo by <0/>
ro: Siglă de <0/>

source: Logo by <0>@sawaratsuki.bsky.social</0>
ro: Siglă de <0>@sawaratsuki.bsky.social</0>

source: Long press to open tag menu for #{tag}
ro: Apăsați lung pentru a deschide meniul de etichete pentru #{tag}

source: Looks like XXXXX-XXXXX
ro: Are forma de XXXXX-XXXXX

source: Looks like you haven't saved any feeds! Use our recommendations or browse more below.
ro: Se pare că nu ați salvat încă un flux! Folosiți recomandările noastre sau răsfoiți mai multe mai jos.

source: Looks like you unpinned all your feeds. But don't worry, you can add some below 😄
ro: Se pare că ați detașat toate fluxurile. Nu vă faceți griji, puteți să adăugați câteva de mai jos 😄

source: Looks like you're missing a following feed. <0>Click here to add one.</0>
ro: Se pare că vă lipsește un flux de urmăriți. <0>Clic aici pentru a adăuga unul.</0>

source: Make one for me
ro: Creează una pentru mine

source: Make sure this is where you intend to go!
ro: Asigurați-vă că aici intenționați să mergeți!

source: Manage saved feeds
ro: Gestionați fluxurile salvate

source: Manage your muted words and tags
ro: Gestionați cuvintele și etichetele puse pe mut

source: Mark as read
ro: Marcați ca citit

source: Media that may be disturbing or inappropriate for some audiences.
ro: Media care ar putea fi tulburătoare sau neadecvată pentru anumite audiențe.

source: mentioned users
ro: utilizatori menționați

source: Mentioned users
ro: Utilizatori menționați

source: Menu
ro: Meniu

source: Message {0}
ro: Mesaj {0}

source: Message deleted
ro: Mesaj șters

source: Message from server: {0}
ro: Mesaj de la server: {0}

source: Message input field
ro: Câmp de introducere a mesajului

source: Message is too long
ro: Mesajul este prea lung

source: Message settings
ro: Setări mesaje

source: Messages
ro: Mesaje

source: Misleading Account
ro: Cont înșelător

source: Misleading Post
ro: Postare înșelătoare

source: Moderation
ro: Moderare

source: Moderation details
ro: Detalii moderare

source: Moderation list by {0}
ro: Listă de moderare de către {0}

source: Moderation list by <0/>
ro: Listă de moderare de către <0/>

source: Moderation list by you
ro: Listă de moderare de către dvs

source: Moderation list created
ro: Listă de moderare creată

source: Moderation list updated
ro: Listă de moderare actualizată

source: Moderation lists
ro: Liste de moderare

source: Moderation Lists
ro: Liste de moderare

source: moderation settings
ro: Setări de moderare

source: Moderation states
ro: Stări de moderare

source: Moderation tools
ro: Unelte de moderare

source: Moderator has chosen to set a general warning on the content.
ro: Moderatorul a ales să pună un avertisment general pe acest conținut.

source: More
ro: Mai multe

source: More feeds
ro: Mai multe fluxuri

source: More options
ro: Mai multe opțiuni

source: Most-liked first
ro: Cele mai apreciate întâi

source: Most-liked replies first
ro: Cele mai apreciate răspunsuri întâi

source: Movies
ro: Filme

source: Music
ro: Muzică

source: Mute
ro: Puneți pe mut

source: Mute {truncatedTag}
ro: Puneți pe mut {truncatedTag}

source: Mute Account
ro: Puneți pe mut contul

source: Mute accounts
ro: Puneți pe mut conturile

source: Mute all {displayTag} posts
ro: Puneți pe mut toate postările cu eticheta {displayTag}

source: Mute conversation
ro: Puneți pe mut conversația

source: Mute in:
ro: Puneți pe mut în:

source: Mute list
ro: Puneți pe mut lista

source: Mute these accounts?
ro: Puneți pe mut aceste conturi?

source: Mute this word for 24 hours
ro: Puneți pe mut acest cuvânt pentru 24 de ore

source: Mute this word for 30 days
ro: Puneți pe mut acest cuvânt pentru 30 de zile

source: Mute this word for 7 days
ro: Puneți pe mut acest cuvânt pentru 7 zile

source: Mute this word in post text and tags
ro: Puneți pe mut acest cuvânt în textul postărilor și în etichete

source: Mute this word in tags only
ro: Puneți pe mut acest cuvânt doar în etichete

source: Mute this word until you unmute it
ro: Puneți pe mut acest cuvânt până îl scoateți manual

source: Mute thread
ro: Puneți pe mut firul conversației

source: Mute words & tags
ro: Puneți pe mut cuvinte și etichete

source: Muted accounts
ro: Conturi puse pe mut

source: Muted Accounts
ro: Conturi puse pe mut

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
ro: Conturile puse pe mut au postările eliminate din fluxurile și notificările dvs, și sunt complet private.

source: Muted by "{0}"
ro: Pus pe mut de "{0}"

source: Muted words & tags
ro: Cuvinte și etichete puse pe mut

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
ro: Conturile puse pe mut pot interacționa cu dvs, dar nu veți putea vedea postările sau primi notificările de la aceste conturi. Conturile puse pe mut sunt private.

source: My Birthday
ro: Ziua mea de naștere

source: My Feeds
ro: Fluxurile mele

source: My Profile
ro: Profilul meu

source: Name
ro: Nume

source: Name is required
ro: Numele este necesar

source: Name or Description Violates Community Standards
ro: Numele sau descrierea încalcă standardele comunității

source: Nature
ro: Natură

source: Navigate to {0}
ro: Navigați la {0}

source: Navigates to the next screen
ro: Navighează la ecranul următor

source: Navigates to your profile
ro: Navighează la profilul dvs

source: Need to change it?
ro: Doriți să îl schimbați?

source: Need to report a copyright violation?
ro: Aveți nevoie de a raporta o încălcare a drepturilor de autor?

source: Never lose access to your followers or data.
ro: Nu vă pierdeti niciodată accesul la urmăritori sau la datele dvs.

source: Nevermind, create a handle for me
ro: Nu contează, creați-mi un nume de utilizator

source: New
ro: Nou

source: New chat
ro: Conversație nouă

source: New handle
ro: Nume de utilizator nou

source: New messages
ro: Mesaje noi

source: New Moderation List
ro: Listă de moderare nouă

source: New password
ro: Parolă nouă

source: New Password
ro: Parolă nouă

source: New post
ro: Postare nouă

source: New user info dialog
ro: Fereastră de informații despre utilizator nouă

source: New User List
ro: Listă de utilizatori nouă

source: Newest replies first
ro: Cele mai noi răspunsuri întâi

source: News
ro: Știri

source: Next
ro: Următoarea

source: Next image
ro: Următoarea imagine

source: No app passwords yet
ro: Nu ați creat încă parole de aplicație

source: No description
ro: Fără descriere

source: No DNS Panel
ro: Fără panou DNS

source: No featured GIFs found. There may be an issue with Tenor.
ro: Nu s-au găsit GIF-uri prezentate. Este posibil să existe o problemă cu Tenor.

source: No feeds found. Try searching for something else.
ro: Nu s-au găsit fluxuri. Încercați să căutați altceva.

source: No likes yet
ro: Încă nu există aprecieri

source: No longer following {0}
ro: Nu mai urmăriți {0}

source: No longer than 253 characters
ro: Nu mai mult de 253 caractere

source: No messages yet
ro: Nu aveți încă mesaje

source: No more conversations to show
ro: Nu mai sunt alte conversații de afișat

source: No notifications yet!
ro: Nu aveți încă notificări!

source: No one
ro: Nimeni

source: No one but the author can quote this post.
ro: Nimeni în afară de autor nu poate cita această postare.

source: No posts yet.
ro: Nu există încă postări.

source: No quotes yet
ro: Nu există încă citări.

source: No reposts yet
ro: Nu există încă redistribuiri

source: No result
ro: Fără rezultat

source: No results
ro: Fără rezultate

source: No results found
ro: Nu s-au găsit rezultate

source: No results found for "{query}"
ro: Nu s-a găsit rezultate pentru "{query}"

source: No results found for {query}
ro: Nu s-au găsit rezultate pentru {query}

source: No search results found for "{search}".
ro: Nu s-au găsit rezultate pentru căutarea "{search}".

source: No thanks
ro: Nu mulțumesc

source: Nobody
ro: Nimeni

source: Nobody has liked this yet. Maybe you should be the first!
ro: Nimeni nu a apreciat asta încă. Puteți fi primii!

source: Nobody has quoted this yet. Maybe you should be the first!
ro: Nimeni nu a citat asta încă. Puteți fi primii!

source: Nobody has reposted this yet. Maybe you should be the first!
ro: Nimeni nu a redistribuit asta încă. Puteți fi primii!

source: Nobody was found. Try searching for someone else.
ro: Nimeni nu a fost găsit. Încercați să căutați pe altcineva.

source: Non-sexual Nudity
ro: Nuditate non-sexuală

source: Not Found
ro: Nu a fost găsit

source: Not right now
ro: Nu acum

source: Note about sharing
ro: O notă despre partajare
