Repository: alextecplayz/social-app-ro
Catalog: src/locale/locales/*/messages.po
Languages: ro

source: Unpin moderation list
ro: Desprindeți lista de moderare

source: Unpinned from your feeds
ro: Desprins din fluxurile dvs

source: Unsubscribe
ro: Dezabonați-vă

source: Unsubscribe from list
ro: Dezabonați-vă de la listă

source: Unsubscribe from this labeler
ro: Dezabonați-vă de la acest etichetator

source: Unsubscribed from list
ro: Dezabonat de la listă

source: Unsupported video type
ro: Format video nesuportat

source: Unsupported video type: {0}
ro: Format video nesuportat: {0}

source: Unwanted Sexual Content
ro: Conținut sexual nedorit

source: Update <0>{displayName}</0> in Lists
ro: Actualizați <0>{displayName}</0> în Liste

source: Update to {domain}
ro: Actualizați la {domain}

source: Updating quote attachment failed
ro: Actualizarea atașamentului citat eșuată

source: Updating reply visibility failed
ro: Actualizarea vizibilității răspunsurilor eșuată

source: Updating...
ro: Actualizare...

source: Upload a photo instead
ro: Încărcați o fotografie în schimb

source: Upload a text file to:
ro: Încărcați un fișier text la:

source: Upload from Camera
ro: Încărcați din cameră

source: Upload from Files
ro: Încărcați din fișiere

source: Upload from Library
ro: Încărcați din bibliotecă

source: Uploading images...
ro: Încărcare imagini...

source: Uploading link thumbnail...
ro: Actualizare miniatură link...

source: Uploading video...
ro: Încărcare video...

source: Use app passwords to sign in to other Bluesky clients without giving full access to your account or password.
ro: Folosiți parole de aplicație pentru a vă conecta în alte aplicații Bluesky fără a vă acorda acces complet la cont sau la parolă.

source: Use default provider
ro: Folosiți furnizorul implicit

source: Use in-app browser
ro: Folosiți browser-ul din aplicație

source: Use in-app browser to open links
ro: Folosiți browser-ul din aplicație pentru a deschide link-uri

source: Use my default browser
ro: Folosiți browser-ul implicit

source: Use recommended
ro: Urmați recomandările

source: Use this to sign into the other app along with your handle.
ro: Folosiți asta pentru a vă conecta în cealaltă aplicație împreună cu numele de utilizator

source: Used by:
ro: Folosit de:

source: User Blocked
ro: Utilizator blocat

source: User Blocked by "{0}"
ro: Utilizator blocat de "{0}"

source: User blocked by list
ro: Utilizator blocat de liste

source: User Blocked by List
ro: Utilizator blocat de liste

source: User Blocking You
ro: Utilizatorul v-a blocat

source: User Blocks You
ro: Utilizatorul vă blochează

source: User list by {0}
ro: Listă de utilizatori creată de către {0}

source: User list by <0/>
ro: Listă de utilizatori creată de către <0/>

source: User list by you
ro: Listă de utilizatori creată de dumneavoastră

source: User list created
ro: Listă de utilizatori a fost creată

source: User list updated
ro: Lista de utilizatori a fost actualizată

source: User Lists
ro: Liste de utilizatori

source: Username or email address
ro: Nume de utilizator sau adresa de e-mail

source: Users
ro: Utilizatori

source: users followed by <0>@{0}</0>
ro: utilizatori urmăriți de <0>@{0}</0>

source: Users I follow
ro: Utilizatori urmăriți de dvs

source: Users in "{0}"
ro: Utilizatori în "{0}"

source: Users that have liked this content or profile
ro: Utilizatori care au apreciat acest conținut sau profil

source: Value:
ro: Valoare:

source: Verified email required
ro: Este necesară verificarea adresei de e-mail

source: Verify DNS Record
ro: Verificați înregistrările DNS

source: Verify email dialog
ro: Fereastra verificării adresei de e-mail

source: Verify New Email
ro: Verificați e-mail nou

source: Verify now
ro: Verificați acum

source: Verify Text File
ro: Verificați un fișier text

source: Verify your email
ro: Verificați adresa de e-mail

source: Verify Your Email
ro: Verificați adresa de e-mail

source: Version {appVersion}
ro: Versiune {appVersion}

source: Video failed to process
ro: Eroare la procesarea clipului video

source: Video Games
ro: Jocuri Video

source: Video not found.
ro: Clip video negăsit.

source: Video settings
ro: Setări video

source: Video uploaded
ro: Video încărcat

source: Videos must be less than 60 seconds long
ro: Este necesar ca videoclipul să fie mai scurt de 60 de secunde

source: View {0}'s avatar
ro: Vedeți avatarul folosit de {0}

source: View {0}'s profile
ro: Vedeți profilul utilizatorului {0}

source: View {displayName}'s profile
ro: Vedeți profilul utilizatorului {0}

source: View all posts by @{authorHandle} with tag {displayTag}
ro: Vedeți toate postările de către @{authorHandle} cu eticheta {displayTag}

source: View all posts with tag {displayTag}
ro: Vedeți toate postările cu eticheta {displayTag}

source: View blocked user's profile
ro: Vedeți profilul utilizatorului blocat

source: View blogpost for more details
ro: Vedeți postarea de pe blog pentru mai multe detalii

source: View debug entry
ro: Vedeți intrarea de depanare

source: View details
ro: Vedeți detaliile

source: View details for reporting a copyright violation
ro: Vedeți detaliile pentru a putea raporta o încălcare a drepturilor de autor

source: View full thread
ro: Vedeți întregul fir de conversație

source: View information about these labels
ro: Vedeți informații despre aceste etichete

source: View profile
ro: Vedeți profilul

source: View the avatar
ro: Vedeți avatarul

source: View the labeling service provided by @{0}
ro: Vedeți serviciul de etichetare furnizat de @{0}

source: View users who like this feed
ro: Vedeți utilizatori care apreciază acest flux

source: View your blocked accounts
ro: Vedeți toate conturile blocate de dvs

source: View your feeds and explore more
ro: Vedeți fluxurile dvs și explorați mai multe

source: View your moderation lists
ro: Vedeți toate listele dvs de moderare

source: View your muted accounts
ro: Vedeți toate conturile puse pe mut de dvs

source: Visit Site
ro: Vizitați site-ul web

source: Volume
ro: Volum

source: Warn
ro: Avertizare

source: Warn content
ro: Avertizați conținutul

source: Warn content and filter from feeds
ro: Avertizați conținutul și filtrați-l din fluxuri

source: We couldn't find any results for that hashtag.
ro: Nu am putut găsi rezultate pentru acea etichetă.

source: We couldn't load this conversation
ro: Nu am putut încărca această conversație.

source: We estimate {estimatedTime} until your account is ready.
ro: Estimăm un timp de așteptare de {estimatedTime} până contul dvs. este pregătit.

source: We have sent another verification email to <0>{0}</0>.
ro: Am trimis un alt e-mail de verificare către <0>{0}</0>.

source: We hope you have a wonderful time. Remember, Bluesky is:
ro: Sperăm că veți avea o experientă bună. Țineți minte, Bluesky este:

source: We ran out of posts from your follows. Here's the latest from <0/>.
ro: Am rămas fără postări de la urmăritorii dvs. Aici sunt cele mai recente de la <0/>.

source: We were unable to determine if you are allowed to upload videos. Please try again.
ro: Nu am putut determina dacă aveți permisiunea de a încărca videoclipuri. Vă rugăm să încercați din nou.

source: We were unable to load your birth date preferences. Please try again.
ro: Nu am putut încărca preferințele zilei dvs de naștere. Vă rugăm să încercați din nou.

source: We were unable to load your configured labelers at this time.
ro: Nu am putut încărca etichetatorii configurați de dvs.

source: We weren't able to connect. Please try again to continue setting up your account. If it continues to fail, you can skip this flow.
ro: Nu ne-am putut conecta. Vă rugăm să încercați din nou pentru a putea să vă înregistrați contul. Dacă continuă să eșueze, puteți sări peste acest proces.

source: We will let you know when your account is ready.
ro: Vă vom ține la curent cu detalii despre când va fi gata contul dvs.

source: We'll use this to help customize your experience.
ro: Vom folosi asta pentru a vă putea personaliza experiența.

source: We're having network issues, try again
ro: Avem probleme cu rețeaua, vă rugăm să încercați mai târziu.

source: We're so excited to have you join us!
ro: Suntem atât de încântați că vă alăturați!

source: We're sorry, but we were unable to resolve this list. If this persists, please contact the list creator, @{handleOrDid}.
ro: Ne pare rău, dar nu am putut încărca această listă. Dacă problema persistă, vă rugăm să contactați creatorul listei, @{handleOrDid}.

source: We're sorry, but we weren't able to load your muted words at this time. Please try again.
ro: Ne pare rău, dar nu v-am putut încărca cuvintele puse pe mut. Vă rugăm să încercați din nou.

source: We're sorry, but your search could not be completed. Please try again in a few minutes.
ro: Ne pare rău, dar căutarea dvs nu a putut fi completată. Vă rugăm să încercați din nou în câteva minute.

source: We're sorry! The post you are replying to has been deleted.
ro: Ne pare rău! Postarea care încercați să o vedeți a fost ștearsă.

source: We're sorry! We can't find the page you were looking for.
ro: Ne pare rău! Nu am putut găsi pagina pe care încercați să o vedeți.

source: We're sorry! You can only subscribe to twenty labelers, and you've reached your limit of twenty.
ro: Ne pare rău! Puteți să vă abonați la maxim 20 de etichetatori, și ați atins această limită.

source: Welcome back!
ro: Bine ați revenit!

source: Welcome, friend!
ro: Bine ați venit!

source: What are your interests?
ro: Care sunt interesele dumeavoastră?

source: What do you want to call your starter pack?
ro: Cum doriți să numiți pachetul de început al dvs?

source: What's up?
ro: Ce este nou?

source: Which languages are used in this post?
ro: Care limbi sunt folosite în această postare?

source: Which languages would you like to see in your algorithmic feeds?
ro: Care limbi doriți să le vedeți în fluxurile dvs algoritmice?

source: Who can interact with this post?
ro: Cine poate interacționa cu această postare?

source: Who can reply
ro: Cine poate răspunde

source: Whoops!
ro: Ups!

source: Why should this content be reviewed?
ro: De ce ar trebui acest conținut șters?

source: Why should this feed be reviewed?
ro: De ce ar trebui revizuit acest flux?

source: Why should this list be reviewed?
ro: De ce ar trebui revizuită această listă?

source: Why should this message be reviewed?
ro: De ce ar trebui revizuit acest mesaj?

source: Why should this post be reviewed?
ro: De ce ar trebui revizuită această postare?

source: Why should this starter pack be reviewed?
ro: De ce ar trebui revizuit acest pachet de început?

source: Why should this user be reviewed?
ro: De ce ar trebui revizuit acest utilizator?

source: Write a message
ro: Scrieți un mesaj

source: Write post
ro: Scrieți o postare

source: Write your reply
ro: Introduceți-vă răspunsul

source: Writers
ro: Scriitori

source: Wrong DID returned from server. Received: {0}
ro: DID greșit trimis de server. Primit: {0}

source: Yes
ro: Da

source: Yes, deactivate
ro: Da, deactivați

source: Yes, delete this starter pack
ro: Da, ștergeți acest pachet de început

source: Yes, detach
ro: Da, detașați

source: Yes, hide
ro: Da, ascundeți

source: Yes, reactivate my account
ro: Da, reactivați-mi contul

source: Yesterday
ro: Ieri

source: you
ro: dvs

source: You
ro: Dvs

source: You are in line.
ro: Sunteți la rând

source: You are not allowed to upload videos.
ro: Nu aveți permisiunea de a încărca videoclipuri.

source: You are not following anyone.
ro: Nu urmăriți pe nimeni.

source: You can also discover new Custom Feeds to follow.
ro: Puteți descoperi și urmări noi fluxuri personalizate.

source: You can also temporarily deactivate your account instead, and reactivate it at any time.
ro: Puteți de-asemenea dezactiva temporar contul, și îl veți putea reactiva oricând.

source: You can continue ongoing conversations regardless of which setting you choose.
ro: Puteți continua conversațiile în curs, indiferent de setarea pe care o alegeți.

source: You can now sign in with your new password.
ro: Puteți acum să vă conectați cu noua parolă.

source: You can reactivate your account to continue logging in. Your profile and posts will be visible to other users.
ro: Puteți să vă reactivați contul pentru a vă putea conecta. Profilul și postările vor fi vizibile altor utilizatori.

source: You do not have any followers.
ro: Nu aveți urmăritori.

source: You don't follow any users who follow @{name}.
ro: Nu urmăriți pe nimeni care să îi urmărească pe @{name}.

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
ro: Nu aveți încă nici-un cod de invitare! Vă vom trimite unul după ce ați petrecut puțin timp pe Bluesky.

source: You don't have any pinned feeds.
ro: Nu aveți fluxuri fixate încă.

source: You don't have any saved feeds.
ro: Nu aveți fluxuri salvate încă.

source: You have blocked the author or you have been blocked by the author.
ro: Ați blocat autorul sau ați fost blocați de către autor.

source: You have blocked this user
ro: Ați blocat acest utilizator

source: You have blocked this user. You cannot view their content.
ro: Ați blocat acest utilizator. Nu puteți vedea conținutul lor.

source: You have entered an invalid code. It should look like XXXXX-XXXXX.
ro: Ați introdus un cod invalid. Ar trebui să aiba formatul XXXXX-XXXXX.

source: You have hidden this post
ro: Ați acuns această postare

source: You have hidden this post.
ro: Ați ascuns această postare.

source: You have muted this account.
ro: Ați pus pe mut acest cont.

source: You have muted this user
ro: Ați pus pe mut acest utilizator

source: You have no conversations yet. Start one!
ro: Nu aveți încă conversații. Începeți una!

source: You have no feeds.
ro: Nu aveti fluxuri.

source: You have no lists.
ro: Nu aveți liste.

source: You have not blocked any accounts yet. To block an account, go to their profile and select "Block account" from the menu on their account.
ro: Nu ați blocat încă nici un cont. Pentru a bloca un cont, navigați la profilul contului și selectați "Blocați cont" din meniul acelui cont.

source: You have not muted any accounts yet. To mute an account, go to their profile and select "Mute account" from the menu on their account.
ro: Nu ați pus pe mut încă nici un cont. Pentru a pune pe mut un cont, navigați la profilul contului și selectați "Puneți pe mut contul" din meniul acelui cont.

source: You have reached the end
ro: Ați ajuns la capăt

source: You have temporarily reached the limit for video uploads. Please try again later.
ro: Ați atins temporar limita de încărcări de clipuri video. Vă rugăm să încercați din nou mai târziu.

source: You haven't created a starter pack yet!
ro: Nu ați creat încă un pachet de început!

source: You haven't muted any words or tags yet
ro: Nu ați pus încă pe mut cuvinte sau etichete

source: You hid this reply.
ro: Ați ascuns acest răspuns.

source: You may appeal non-self labels if you feel they were placed in error.
ro: Puteți contesta etichetele altora dacă credeți că au fost adăugate eronat.

source: You may appeal these labels if you feel they were placed in error.
ro: Puteți contesta etichetele acestea dacă credeți că au fost adăugate eronat.

source: You may only add up to {STARTER_PACK_MAX_SIZE} profiles
ro: Puteți adăuga până la {STARTER_PACK_MAX_SIZE} profile

source: You may only add up to 3 feeds
ro: Puteți adăuga până la 3 fluxuri

source: You may only select up to 4 images
ro: Puteți selecta până la 4 imagini

source: You must be 13 years of age or older to sign up.
ro: Este necesar să aveți vârsta de cel puțin 13 ani pentru a vă înregistra.

source: You must be following at least seven other people to generate a starter pack.
ro: Este necesar să urmăriți cel puțin 7 alte persoane pentru a putea genera un pachet de început.

source: You must grant access to your photo library to save a QR code
ro: Este necesar să permiteți accesul la galeria foto pentru a salva un cod QR

source: You must grant access to your photo library to save the image.
ro: Este necesar să permiteți accesul la galeria foto pentru a salva imaginea

source: You must select at least one labeler for a report
ro: Este necesar să selectați cel puțin un etichetator pentru un raport.

source: You previously deactivated @{0}.
ro: Ați dezactivat anterior @{0}

source: You will be signed out of all your accounts.
ro: Veți fi deconectat de pe toate conturile.

source: You will no longer receive notifications for this thread
ro: Nu veți mai primi notificări pentru acest fir de conversație

source: You will now receive notifications for this thread
ro: Veți mai primi notificări pentru acest fir de conversație

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
ro: Veți primi un e-mail cu un "cod de resetare". Introduceți acel cod aici, apoi introduceți-vă noua parolă.

source: You: {0}
ro: Dvs: {0}

source: You: {defaultEmbeddedContentMessage}
ro: Dvs: {defaultEmbeddedContentMessage}

source: You: {short}
ro: Dvs: {short}

source: You'll follow the suggested users and feeds once you finish creating your account!
ro: Veți urmări utilizatorii și fluxurile sugerate după ce ați terminat de creat contul!

source: You'll follow the suggested users once you finish creating your account!
ro: Veți urmări utilizatorii sugerați după ce ați terminat de creat contul!

source: You'll follow these people and {0} others
ro: Veți urmări aceste persoane și încă {0}

source: You'll follow these people right away
ro: Veți urmări aceste persoane imediat

source: You'll receive an email at <0>{0}</0> to verify it's you.
ro: Veți primi un email la adresa <0>{0}</0> pentru a verifica că sunteți dvs.

source: You'll stay updated with these feeds
ro: Veți rămâne la curent cu aceste fluxuri

source: You're in line
ro: Stați la rând

source: You're logged in with an App Password. Please log in with your main password to continue deactivating your account.
ro: V-ați conectat cu o parolă de aplicație. Vă rugăm să vă conectați cu parola principală pentru a putea continua să vă dezactivați contul.

source: You're ready to go!
ro: Sunteți pregătiți!

source: You've chosen to hide a word or tag within this post.
ro: Ați ales să ascundeți un cuvânt sau o etichetă din această postare.

source: You've reached the end of your feed! Find some more accounts to follow.
ro: Ați ajuns la sfârșitul fluxului dvs.! Găsiți mai multe conturi de urmărit.

source: You've reached your daily limit for video uploads (too many bytes)
ro: Ați atins limita zilnică pentru încărcări de clipuri video (prea multi biți)

source: You've reached your daily limit for video uploads (too many videos)
ro: Ați atins limita zilnică pentru încărcări de clipuri video (prea multe videoclipuri)

source: Your account
ro: Contul dumneavoastră

source: Your account has been deleted
ro: Contul dvs a fost șters

source: Your account is not yet old enough to upload videos. Please try again later.
ro: Contul dvs nu e destul de vechi pentru a putea încărca videoclipuri. Vă rugăm să încercați mai târziu.

source: Your account repository, containing all public data records, can be downloaded as a "CAR" file. This file does not include media embeds, such as images, or your private data, which must be fetched separately.
ro: Repozitoriul contului dvs, conținând toate înregistrările publice de date, poate fi descărcat ca și un fișier de formatul "CAR". Acest fișier nu conține atașamente media precum imagini, sau date private, care pot fi cerute separat.

source: Your birth date
ro: Data nașterii dvs

source: Your browser does not support the video format. Please try a different browser.
ro: Browser-ul dvs nu suportă acest format video. Vă rugăm să încercați cu un browser diferit.

source: Your chats have been disabled
ro: Mesajele private ale dvs au fost dezactivate

source: Your choice will be saved, but can be changed later in settings.
ro: Alegerile dvs vor fi salvate, dar pot fi schimbate mai târziu în setări.

source: Your email appears to be invalid.
ro: Adresa de e-mail este invalidă.

source: Your email has been updated but not verified. As a next step, please verify your new email.
ro: Adresa de e-mail a fost actualizată dar nu a fost verificată. Ca pas următor, vă rugăm să verificați adresa nouă de e-mail.

source: Your email has not yet been verified. This is an important security step which we recommend.
ro: Adresa de e-mail nu a fost verificată. Acesta este un pas important de securitate pe care îl recomandăm.

source: Your first like!
ro: Prima dvs apreciere!

source: Your following feed is empty! Follow more users to see what's happening.
ro: Fluxul de urmăriți este gol! Urmăriți mai multi utilizatori pentru a vedea ce se întâmplă.

source: Your full handle will be
ro: Numele complet de utilizator al dvs va fi

source: Your full handle will be <0>@{0}</0>
ro: Numele complet de utilizator al dvs va fi <0>@{0}</0>

source: Your muted words
ro: Cuvintele dvs puse pe mut

source: Your password has been changed successfully!
ro: Parola dvs a fost schimbată cu succes!

source: Your post has been published
ro: Postarea dvs a fost publicată

source: Your posts have been published
ro: Postările dvs au fost publicate

source: Your posts, likes, and blocks are public. Mutes are private.
ro: Postările, aprecierile și blocările dvs sunt publice. Ce este pus pe mut este privat.

source: Your profile, posts, feeds, and lists will no longer be visible to other Bluesky users. You can reactivate your account at any time by logging in.
ro: Profilul, postările, fluxurile și listele dvs nu vor mai fi vizibile pentru alți utilizatori Bluesky. Puteți să vă reactivați contul oricând prin a vă conecta din nou.

source: Your reply has been published
ro: Răspunsul dvs a fost publicat

source: Your report will be sent to the Bluesky Moderation Service
ro: Raportul dvs va fi trimis la Serviciul de Moderare Bluesky

source: Your user handle
ro: Numele de utilizator al dvs

# profiles
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
ro: <0>{0},</0><1>{1}</1> și {2, plural, one {# altul} other {# alții}} sunt incluși în pachetul de început al dvs

# feeds
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
ro: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# altul} other {# alții}} sunt incluși în pachetul dvs de început

# action
source: Edit
ro: Editați

# action
source: Follow
ro: Urmăriți

# action
source: Follow Back
ro: Urmăriți înapoi

# action
source: Hide
ro: Ascundeți

# action
source: New
ro: Nou

# action
source: New post
ro: Postare nouă

# action
source: New Post
ro: Postare nouă

# action
source: Post
ro: Postați

# action
source: Post All
ro: Postați toate

# action
source: Reply
ro: Răspundeți

# action
source: Repost
ro: Redistribuiți

# action
source: Send Email
ro: Trimiteți e-mail

# action
source: Try again
ro: Încercați din nou

# from-feed
source: From <0/>
ro: De la <0/>

# video
source: Mute
ro: Puneți pe mut

# description
source: Post
ro: Postare

# description
source: Reply to <0><1/></0>
ro: Răspuns către <0><1/></0>

# description
source: Reply to a blocked post
ro: Răspundeți la o postare blocată

# description
source: Reply to a post
ro: Răspundeți la o postare

# description
source: Reply to you
ro: Răspundeți dvs
